Repository: Kasturi-1811/AIChatbot_Disease
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, te

source: What is the main benefit of strength training?
hi: शक्ति प्रशिक्षण का मुख्य लाभ क्या है?
te: బలం శిక్షణ యొక్క ప్రధాన ప్రయోజనం ఏమిటి?

source: Flexibility
hi: लचीलापन
te: వశ్యత

source: Muscle growth
hi: मांसपेशी वृद्धि
te: కండరాల పెరుగుదల

source: Better eyesight
hi: बेहतर दृष्टि
te: మంచి దృష్టి

source: Strength training increases muscle mass and strength.
hi: शक्ति प्रशिक्षण मांसपेशी द्रव्यमान और शक्ति बढ़ाता है।
te: బలం శిక్షణ కండరాల ద్రవ్యరాశి మరియు బలాన్ని పెంచుతుంది.

source: Which exercise is best for core strength?
hi: कोर शक्ति के लिए कौन सा व्यायाम सबसे अच्छा है?
te: కోర్ బలం కోసం ఏ వ్యాయామం ఉత్తమమైనది?

source: Push-ups
hi: पुश-अप्स
te: పుష్-అప్స్

source: Cycling
hi: साइकिलिंग
te: సైక్లింగ్

source: Walking
hi: चलना
te: నడక

source: Planks engage multiple core muscles.
hi: प्लैंक कई कोर मांसपेशियों को शामिल करता है।
te: ప్లాంక్స్ బహుళ కోర్ కండరాలను నిమగ్నం చేస్తాయి.

source: How long should you warm up before exercise?
hi: व्यायाम से पहले कितनी देर वार्म अप करना चाहिए?
te: వ్యాయామానికి ముందు ఎంత సేపు వార్మ్ అప్ చేయాలి?

source: 1 minute
hi: 1 मिनट
te: 1 నిమిషం

source: 5-10 minutes
hi: 5-10 मिनट
te: 5-10 నిమిషాలు

source: 30 minutes
hi: 30 मिनट
te: 30 నిమిషాలు

source: No need
hi: आवश्यकता नहीं
te: అవసరం లేదు

source: A 5–10 minute warm-up prepares muscles and reduces injury risk.
hi: 5-10 मिनट का वार्म-अप मांसपेशियों को तैयार करता है और चोट के जोखिम को कम करता है।
te: 5-10 నిమిషాల వార్మ్-అప్ కండరాలను సిద్ధం చేస్తుంది మరియు గాయం ప్రమాదాన్ని తగ్గిస్తుంది.

source: Which nutrient helps muscle recovery?
hi: कौन सा पोषक तत्व मांसपेशियों की रिकवरी में मदद करता है?
te: ఏ పోషకం కండరాల పునరుద్ధరణకు సహాయపడుతుంది?

source: Salt
hi: नमक
te: ఉప్పు

source: What does BMI stand for?
hi: बीएमआई का क्या मतलब है?
te: BMI అంటే ఏమిటి?

source: Body Mass Index
hi: बॉडी मास इंडेक्स
te: బాడీ మాస్ ఇండెక్స్

source: Body Muscle Intake
hi: बॉडी मसल इनटेक
te: బాడీ మసిల్ ఇన్‌టేక్

source: Basic Mass Indicator
hi: बेसिक मास इंडिकेटर
te: బేసిక్ మాస్ ఇండికేటర్

source: Body Movement Index
hi: बॉडी मूवमेंट इंडेक्स
te: బాడీ మూవ్‌మెంట్ ఇండెక్స్

source: BMI stands for Body Mass Index.
hi: बीएमआई का मतलब बॉडी मास इंडेक्स है।
te: BMI అంటే బాడీ మాస్ ఇండెక్స్.

source: Which exercise improves flexibility?
hi: कौन सा व्यायाम लचीलेपन में सुधार करता है?
te: ఏ వ్యాయామం వశ్యతను మెరుగుపరుస్తుంది?

source: Yoga
hi: योग
te: యోగా

source: Deadlift
hi: डेडलिफ्ट
te: డెడ్‌లిఫ్ట్

source: Bench press
hi: बेंच प्रेस
te: బెంచ్ ప్రెస్

source: Sprint
hi: स्प्रिंट
te: స్ప్రింట్

source: Yoga enhances flexibility and balance.
hi: योग लचीलेपन और संतुलन को बढ़ाता है।
te: యోగా వశ్యత మరియు సమతుల్యతను పెంచుతుంది.

source: Rest days are important because they help:
hi: आराम के दिन महत्वपूर्ण हैं क्योंकि वे मदद करते हैं:
te: విశ్రాంతి రోజులు ముఖ్యం ఎందుకంటే అవి సహాయపడతాయి:

source: Lose weight faster
hi: तेजी से वजन कम करें
te: వేగంగా బరువు తగ్గడం

source: Muscle recovery
hi: मांसपेशी रिकवरी
te: కండరాల పునరుద్ధరణ

source: Sleep less
hi: कम सोएं
te: తక్కువ నిద్ర

source: Avoid hydration
hi: हाइड्रेशन से बचें
te: హైడ్రేషన్ నివారించడం

source: Muscles repair and grow during rest.
hi: आराम के दौरान मांसपेशियां मरम्मत और विकास करती हैं।
te: విశ్రాంతి సమయంలో కండరాలు మరమ్మతు చేయబడతాయి మరియు పెరుగుతాయి.

source: What is a common sign of overtraining?
hi: ओवरट्रेनिंग का एक सामान्य संकेत क्या है?
te: అతిగా శిక్షణ యొక్క సాధారణ సంకేతం ఏమిటి?

source: Improved performance
hi: बेहतर प्रदर्शन
te: మెరుగైన పనితీరు

source: Constant fatigue
hi: लगातार थकान
te: నిరంతర అలసట

source: More energy
hi: अधिक ऊर्जा
te: ఎక్కువ శక్తి

source: Overtraining causes fatigue and decreased performance.
hi: ओवरट्रेनिंग थकान और प्रदर्शन में कमी का कारण बनती है।
te: అతిగా శిక్షణ అలసట మరియు తగ్గిన పనితీరుకు కారణమవుతుంది.

source: Which exercise strengthens the chest?
hi: कौन सा व्यायाम छाती को मजबूत करता है?
te: ఏ వ్యాయామం ఛాతీని బలపరుస్తుంది?

source: Squats
hi: स्क्वाट्स
te: స్క్వాట్స్

source: Lunges
hi: लंजेस
te: లంజ్‌లు

source: Crunches
hi: क्रंचेस
te: క్రంచెస్

source: Push-ups target chest muscles.
hi: पुश-अप्स छाती की मांसपेशियों को लक्षित करते हैं।
te: పుష్-అప్స్ ఛాతీ కండరాలను లక్ష్యంగా చేసుకుంటాయి.

source: Hydration during workouts helps to:
hi: कसरत के दौरान हाइड्रेशन मदद करता है:
te: వర్కౌట్ సమయంలో హైడ్రేషన్ సహాయపడుతుంది:

source: Increase injuries
hi: चोटों को बढ़ाएं
te: గాయాలు పెంచడం

source: Maintain performance
hi: प्रदर्शन बनाए रखें

source: Reduce oxygen
hi: ऑक्सीजन कम करें
te: ఆక్సిజన్ తగ్గించడం

source: Increase cramps
hi: ऐंठन बढ़ाएं
te: తిమ్మిరి పెంచడం

source: Water prevents dehydration and maintains performance.
hi: पानी निर्जलीकरण को रोकता है और प्रदर्शन बनाए रखता है।
te: నీరు నిర్జలీకరణను నివారిస్తుంది మరియు పనితీరును నిర్వహిస్తుంది.

source: HIIT stands for:
hi: HIIT का मतलब है:
te: HIIT అంటే:

source: High Intensity Interval Training
hi: हाई इंटेंसिटी इंटरवल ट्रेनिंग
te: హై ఇంటెన్సిటీ ఇంటర్వెల్ ట్రైనింగ్

source: Heavy Internal Intense Training
hi: हेवी इंटर्नल इंटेंस ट्रेनिंग
te: హెవీ ఇంటర్నల్ ఇంటెన్స్ ట్రైనింగ్

source: Healthy Interval Intensive Training
hi: हेल्दी इंटरवल इंटेंसिव ट्रेनिंग
te: హెల్తీ ఇంటర్వెల్ ఇంటెన్సివ్ ట్రైనింగ్

source: High Internal Integrated Training
hi: हाई इंटर्नल इंटीग्रेटेड ट्रेनिंग
te: హై ఇంటర్నల్ ఇంటిగ్రేటెడ్ ట్రైనింగ్

source: HIIT means High Intensity Interval Training.
hi: HIIT का मतलब हाई इंटेंसिटी इंटरवल ट्रेनिंग है।
te: HIIT అంటే హై ఇంటెన్సిటీ ఇంటర్వెల్ ట్రైనింగ్.

source: Which exercise burns the most calories?
hi: कौन सा व्यायाम सबसे अधिक कैलोरी जलाता है?
te: ఏ వ్యాయామం అత్యధిక కేలరీలను బర్న్ చేస్తుంది?

source: Sleeping
hi: सोना
te: నిద్ర

source: Reading
hi: पढ़ना

source: Meditation
hi: ध्यान
te: ధ్యానం

source: Running burns high calories compared to resting activities.
hi: आराम की गतिविधियों की तुलना में दौड़ना उच्च कैलोरी जलाता है।
te: విశ్రాంతి కార్యకలాపాలతో పోలిస్తే పరుగు అధిక కేలరీలను బర్న్ చేస్తుంది.

source: What is the ideal rest between strength sets?
hi: शक्ति सेटों के बीच आदर्श आराम क्या है?
te: బలం సెట్ల మధ్య ఆదర్శ విశ్రాంతి ఎంత?

source: 5 seconds
hi: 5 सेकंड
te: 5 సెకన్లు

source: 30-90 seconds
hi: 30-90 सेकंड
te: 30-90 సెకన్లు

source: 10 minutes
hi: 10 मिनट
te: 10 నిమిషాలు

source: No rest
hi: कोई आराम नहीं
te: విశ్రాంతి లేదు

source: 30–90 seconds rest allows muscle recovery.
hi: 30-90 सेकंड का आराम मांसपेशियों की रिकवरी की अनुमति देता है।
te: 30-90 సెకన్ల విశ్రాంతి కండరాల పునరుద్ధరణను అనుమతిస్తుంది.

source: Which is a bodyweight exercise?
hi: कौन सा बॉडीवेट व्यायाम है?
te: ఏది బాడీవెయిట్ వ్యాయామం?

source: Pull-ups
hi: पुल-अप्स
te: పుల్-అప్స్

source: Leg press machine
hi: लेग प्रेस मशीन
te: లెగ్ ప్రెస్ మెషిన్

source: Cable row
hi: केबल रो
te: కేబుల్ రో

source: Treadmill incline
hi: ट्रेडमिल इनक्लाइन
te: ట్రెడ్‌మిల్ ఇంక్లైన్

source: Pull-ups use your own body weight.
hi: पुल-अप्स आपके अपने शरीर के वजन का उपयोग करते हैं।
te: పుల్-అప్స్ మీ స్వంత శరీర బరువును ఉపయోగిస్తాయి.

source: Cardio exercises mainly improve:
hi: कार्डियो व्यायाम मुख्य रूप से सुधार करते हैं:
te: కార్డియో వ్యాయామాలు ప్రధానంగా మెరుగుపరుస్తాయి:

source: Memory
hi: याददाश्त
te: జ్ఞాపకశక్తి

source: Heart health
hi: हृदय स्वास्थ्य

source: Cardio strengthens heart and lungs.
hi: कार्डियो हृदय और फेफड़ों को मजबूत करता है।
te: కార్డియో హృదయం మరియు ఊపిరితిత్తులను బలపరుస్తుంది.

source: Which vitamin supports muscle function?
hi: कौन सा विटामिन मांसपेशियों के कार्य का समर्थन करता है?
te: ఏ విటమిన్ కండరాల పనితీరుకు మద్దతు ఇస్తుంది?

source: Vitamin D supports muscle and bone function.
hi: विटामिन डी मांसपेशियों और हड्डियों के कार्य का समर्थन करता है।
te: విటమిన్ D కండరాల మరియు ఎముక పనితీరుకు మద్దతు ఇస్తుంది.

source: Which activity improves balance?
hi: कौन सी गतिविधि संतुलन में सुधार करती है?
te: ఏ కార్యకలాపం సమతుల్యతను మెరుగుపరుస్తుంది?

source: Tai Chi
hi: ताई ची
te: తాయ్ చీ

source: Watching TV
hi: टीवी देखना
te: టీవీ చూడటం

source: Driving
hi: ड्राइविंग
te: డ్రైవింగ్

source: Tai Chi improves balance and coordination.
hi: ताई ची संतुलन और समन्वय में सुधार करता है।
te: తాయ్ చీ సమతుల్యత మరియు సమన్వయాన్ని మెరుగుపరుస్తుంది.

source: Which muscle is targeted during bicep curls?
hi: बाइसेप कर्ल्स के दौरान कौन सी मांसपेशी लक्षित होती है?
te: బైసెప్ కర్ల్స్ సమయంలో ఏ కండరం లక్ష్యంగా ఉంటుంది?

source: Triceps
hi: ट्राइसेप्स
te: ట్రైసెప్స్

source: Biceps
hi: बाइसेप्स
te: బైసెప్స్

source: Quadriceps
hi: क्वाड्रिसेप्स
te: క్వాడ్రిసెప్స్

source: Glutes
hi: ग्लूट्स
te: గ్లూట్స్

source: Bicep curls target the biceps.
hi: बाइसेप कर्ल्स बाइसेप्स को लक्षित करते हैं।
te: బైసెప్ కర్ల్స్ బైసెప్స్‌ను లక్ష్యంగా చేసుకుంటాయి.

source: Which exercise is best for leg strength?
hi: पैर की ताकत के लिए कौन सा व्यायाम सबसे अच्छा है?
te: కాలు బలం కోసం ఏ వ్యాయామం ఉత్తమమైనది?

source: Shoulder press
hi: शोल्डर प्रेस
te: షోల్డర్ ప్రెస్

source: Lunges strengthen leg muscles.
hi: लंजेस पैर की मांसपेशियों को मजबूत करते हैं।
te: లంజ్‌లు కాలు కండరాలను బలపరుస్తాయి.

source: How often should beginners exercise weekly?
hi: शुरुआती लोगों को सप्ताह में कितनी बार व्यायाम करना चाहिए?
te: ప్రారంభకులు వారానికి ఎంత తరచుగా వ్యాయామం చేయాలి?

source: 1 day
hi: 1 दिन
te: 1 రోజు

source: 3-5 days
hi: 3-5 दिन
te: 3-5 రోజులు

source: 7 days nonstop
hi: 7 दिन लगातार
te: 7 రోజులు ఆగకుండా

source: None
hi: कोई नहीं
te: ఏదీ లేదు

source: 3–5 days per week is ideal for beginners.
hi: शुरुआती लोगों के लिए प्रति सप्ताह 3-5 दिन आदर्श है।
te: వారానికి 3-5 రోజులు ప్రారంభకులకు ఆదర్శం.

source: Stretching after workouts helps:
hi: कसरत के बाद स्ट्रेचिंग मदद करती है:
te: వర్కౌట్ తర్వాత సాగదీయడం సహాయపడుతుంది:

source: Reduce flexibility
hi: लचीलापन कम करें
te: వశ్యత తగ్గించడం

source: Prevent soreness
hi: दर्द रोकें

source: Increase stress
hi: तनाव बढ़ाएं
te: ఒత్తిడి పెంచడం

source: Burn fat
hi: वसा जलाएं
te: కొవ్వు బర్న్ చేయడం

source: Stretching reduces stiffness and soreness.
hi: स्ट्रेचिंग कठोरता और दर्द को कम करती है।
te: సాగదీయడం దృఢత్వం మరియు నొప్పిని తగ్గిస్తుంది.

source: Which exercise strengthens the back?
hi: कौन सा व्यायाम पीठ को मजबूत करता है?
te: ఏ వ్యాయామం వెన్నును బలపరుస్తుంది?

source: Jump rope
hi: रस्सी कूदना
te: జంప్ రోప్

source: Deadlifts strengthen lower back and posterior chain.
hi: डेडलिफ्ट्स निचली पीठ और पोस्टीरियर चेन को मजबूत करते हैं।
te: డెడ్‌లిఫ్ట్స్ దిగువ వెన్ను మరియు పృష్ఠ గొలుసును బలపరుస్తాయి.

source: Which exercise improves coordination?
hi: कौन सा व्यायाम समन्वय में सुधार करता है?
te: ఏ వ్యాయామం సమన్వయాన్ని మెరుగుపరుస్తుంది?

source: Jump rope improves coordination and agility.
hi: रस्सी कूदना समन्वय और चपलता में सुधार करता है।
te: జంప్ రోప్ సమన్వయం మరియు చురుకుదనాన్ని మెరుగుపరుస్తుంది.

source: Proper posture during exercise prevents:
hi: व्यायाम के दौरान उचित मुद्रा रोकती है:
te: వ్యాయామ సమయంలో సరైన భంగిమ నివారిస్తుంది:

source: Muscle gain
hi: मांसपेशी लाभ
te: కండరాల పెరుగుదల

source: Injuries
hi: चोटें
te: గాయాలు

source: Fat loss
hi: वसा हानि
te: కొవ్వు నష్టం

source: Energy use
hi: ऊर्जा उपयोग
te: శక్తి వినియోగం

source: Correct posture reduces injury risk.
hi: सही मुद्रा चोट के जोखिम को कम करती है।
te: సరైన భంగిమ గాయం ప్రమాదాన్ని తగ్గిస్తుంది.

source: Which exercise targets abdominal muscles?
hi: कौन सा व्यायाम पेट की मांसपेशियों को लक्षित करता है?
te: ఏ వ్యాయామం ఉదర కండరాలను లక్ష్యంగా చేసుకుంటుంది?

source: Lat pulldown
hi: लैट पुलडाउन
te: లాట్ పుల్‌డౌన్

source: Crunches focus on abdominal muscles.
hi: क्रंचेस पेट की मांसपेशियों पर ध्यान केंद्रित करते हैं।
te: క్రంచెస్ ఉదర కండరాలపై దృష్టి పెడతాయి.

source: Cool down after workout helps:
hi: कसरत के बाद कूल डाउन मदद करता है:
te: వర్కౌట్ తర్వాత కూల్ డౌన్ సహాయపడుతుంది:

source: Sudden stop
hi: अचानक रुकना
te: ఆకస్మిక ఆగిపోవడం

source: Gradual heart rate decrease
hi: धीरे-धीरे हृदय गति में कमी
te: క్రమంగా హృదయ స్పందన రేటు తగ్గడం

source: Injury
hi: चोट
te: గాయం

source: Cooling down prevents dizziness and supports recovery.
hi: कूल डाउन चक्कर आने से रोकता है और रिकवरी में मदद करता है।
te: కూలింగ్ డౌన్ తలతిరగటాన్ని నివారిస్తుంది మరియు పునరుద్ధరణకు మద్దతు ఇస్తుంది.

source: Which activity builds endurance?
hi: कौन सी गतिविधि सहनशक्ति बनाती है?
te: ఏ కార్యకలాపం ఓర్పును పెంచుతుంది?

source: Long-distance running
hi: लंबी दूरी की दौड़
te: సుదూర పరుగు

source: Short naps
hi: छोटी झपकी
te: చిన్న నిద్రలు

source: Gaming
hi: गेमिंग
te: గేమింగ్

source: Long-distance running improves endurance.
hi: लंबी दूरी की दौड़ सहनशक्ति में सुधार करती है।
te: సుదూర పరుగు ఓర్పును మెరుగుపరుస్తుంది.

source: Muscle soreness after workout is called:
hi: कसरत के बाद मांसपेशियों में दर्द कहलाता है:
te: వర్కౌట్ తర్వాత కండరాల నొప్పిని అంటారు:

source: DOMS
hi: डोम्स

source: BMI
hi: बीएमआई

source: HIIT
hi: एचआईआईटी

source: ATP
hi: एटीपी

source: Delayed Onset Muscle Soreness (DOMS) occurs after exercise.
hi: व्यायाम के बाद विलंबित शुरुआत मांसपेशी दर्द (DOMS) होता है।
te: ఆలస్యంగా ప్రారంభమైన కండరాల నొప్పి (DOMS) వ్యాయామం తర్వాత సంభవిస్తుంది.

source: Which is anaerobic exercise?
hi: कौन सा अवायवीय व्यायाम है?
te: ఏది వాయురహిత వ్యాయామం?

source: Jogging
hi: जॉगिंग
te: జాగింగ్

source: Cycling slowly
hi: धीरे-धीरे साइकिलिंग
te: నెమ్మదిగా సైక్లింగ్

source: Sprinting is short-duration high-intensity anaerobic exercise.
hi: स्प्रिंटिंग अल्पकालिक उच्च-तीव्रता अवायवीय व्यायाम है।
te: స్ప్రింటింగ్ స్వల్ప కాలపు అధిక-తీవ్రత వాయురహిత వ్యాయామం.

source: Which mineral prevents muscle cramps?
hi: कौन सा खनिज मांसपेशियों की ऐंठन को रोकता है?
te: ఏ ఖనిజం కండరాల తిమ్మిరిని నివారిస్తుంది?

source: Copper
hi: तांबा
te: రాగి

source: Magnesium helps prevent muscle cramps.
hi: मैग्नीशियम मांसपेशियों की ऐंठन को रोकने में मदद करता है।
te: మెగ్నీషియం కండరాల తిమ్మిరిని నివారించడంలో సహాయపడుతుంది.

source: Which improves lung capacity?
hi: कौन फेफड़ों की क्षमता में सुधार करता है?
te: ఏది ఊపిరితిత్తుల సామర్థ్యాన్ని మెరుగుపరుస్తుంది?

source: Swimming
hi: तैरना
te: ఈత

source: Swimming enhances lung function.
hi: तैरना फेफड़ों के कार्य को बढ़ाता है।
te: ఈత ఊపిరితిత్తుల పనితీరును మెరుగుపరుస్తుంది.

source: Push-ups primarily work which body part?
hi: पुश-अप्स मुख्य रूप से शरीर के किस हिस्से पर काम करते हैं?
te: పుష్-అప్స్ ప్రధానంగా ఏ శరీర భాగంపై పని చేస్తాయి?

source: Chest and arms
hi: छाती और हाथ
te: ఛాతీ మరియు చేతులు

source: Back only
hi: केवल पीठ

source: Neck
hi: गर्दन
te: మెడ

source: Push-ups target chest, shoulders, and triceps.
hi: पुश-अप्स छाती, कंधे और ट्राइसेप्स को लक्षित करते हैं।
te: పుష్-అప్స్ ఛాతీ, భుజాలు మరియు ట్రైసెప్స్‌ను లక్ష్యంగా చేసుకుంటాయి.

source: How much water is recommended daily?
hi: दैनिक कितना पानी अनुशंसित है?
te: ప్రతిరోజూ ఎంత నీరు సిఫార్సు చేయబడింది?

source: 1 glass
hi: 1 गिलास
te: 1 గ్లాసు

source: 2 liters approx
hi: लगभग 2 लीटर
te: సుమారు 2 లీటర్లు

source: 500 ml
hi: 500 मिली

source: Around 2 liters is generally recommended.
hi: आम तौर पर लगभग 2 लीटर अनुशंसित है।
te: సాధారణంగా సుమారు 2 లీటర్లు సిఫార్సు చేయబడింది.

source: Which exercise helps lose belly fat?
hi: कौन सा व्यायाम पेट की चर्बी कम करने में मदद करता है?
te: ఏ వ్యాయామం కడుపు కొవ్వును తగ్గించడానికి సహాయపడుతుంది?

source: Overall cardio
hi: समग्र कार्डियो
te: మొత్తం కార్డియో

source: Only crunches
hi: केवल क्रंचेस
te: కేవలం క్రంచెస్

source: Overall fat loss requires cardio and diet.
hi: समग्र वसा हानि के लिए कार्डियो और आहार की आवश्यकता होती है।
te: మొత్తం కొవ్వు నష్టానికి కార్డియో మరియు ఆహారం అవసరం.

source: Which exercise strengthens shoulders?
hi: कौन सा व्यायाम कंधों को मजबूत करता है?
te: ఏ వ్యాయామం భుజాలను బలపరుస్తుంది?

source: Shoulder press targets deltoid muscles.
hi: शोल्डर प्रेस डेल्टॉइड मांसपेशियों को लक्षित करता है।
te: షోల్డర్ ప్రెస్ డెల్టాయిడ్ కండరాలను లక్ష్యంగా చేసుకుంటుంది.

source: Exercise improves mental health by:
hi: व्यायाम मानसिक स्वास्थ्य में सुधार करता है:
te: వ్యాయామం మానసిక ఆరోగ్యాన్ని మెరుగుపరుస్తుంది:

source: Reducing stress
hi: तनाव कम करना
te: ఒత్తిడిని తగ్గించడం

source: Increasing stress
hi: तनाव बढ़ाना
te: ఒత్తిడిని పెంచడం

source: Reducing oxygen
hi: ऑक्सीजन कम करना
te: ఆక్సిజన్ తగ్గించడం

source: Exercise releases endorphins that reduce stress.
hi: व्यायाम एंडोर्फिन जारी करता है जो तनाव को कम करता है।
te: వ్యాయామం ఎండార్ఫిన్‌లను విడుదల చేస్తుంది, ఇవి ఒత్తిడిని తగ్గిస్తాయి.

source: What is flexibility?
hi: लचीलापन क्या है?
te: వశ్యత అంటే ఏమిటి?

source: Ability to stretch muscles
hi: मांसपेशियों को खींचने की क्षमता
te: కండరాలను సాగదీసే సామర్థ్యం

source: Running speed
hi: दौड़ने की गति
te: పరుగు వేగం

source: Muscle size
hi: मांसपेशी आकार
te: కండరాల పరిమాణం

source: Fat percentage
hi: वसा प्रतिशत
te: కొవ్వు శాతం

source: Flexibility is the ability of muscles to stretch.
hi: लचीलापन मांसपेशियों की खिंचाव करने की क्षमता है।
te: వశ్యత అనేది కండరాలను సాగదీసే సామర్థ్యం.

source: Which activity improves agility?
hi: कौन सी गतिविधि चपलता में सुधार करती है?
te: ఏ కార్యకలాపం చురుకుదనాన్ని మెరుగుపరుస్తుంది?

source: Ladder drills
hi: सीढ़ी ड्रिल
te: నిచ్చెన డ్రిల్స్

source: Agility drills improve quick movement.
hi: चपलता ड्रिल तेज गति में सुधार करती हैं।
te: చురుకుదనం డ్రిల్స్ త్వరిత కదలికను మెరుగుపరుస్తాయి.

source: Which is a compound exercise?
hi: कौन सा यौगिक व्यायाम है?
te: ఏది సమ్మిళిత వ్యాయామం?

source: Bicep curls
hi: बाइसेप कर्ल्स
te: బైసెప్ కర్ల్స్

source: Wrist curls
hi: कलाई कर्ल्स
te: మణికట్టు కర్ల్స్

source: Neck rolls
hi: गर्दन घुमाना
te: మెడ రోల్స్

source: Squats use multiple joints and muscles.
hi: स्क्वाट्स कई जोड़ों और मांसपेशियों का उपयोग करते हैं।
te: స్క్వాట్స్ బహుళ కీళ్లు మరియు కండరాలను ఉపయోగిస్తాయి.

source: Exercise reduces risk of:
hi: व्यायाम जोखिम को कम करता है:
te: వ్యాయామం ప్రమాదాన్ని తగ్గిస్తుంది:

source: Heart disease
hi: हृदय रोग

source: Fitness
hi: फिटनेस
te: ఫిట్‌నెస్

source: Energy
hi: ऊर्जा
te: శక్తి

source: Strength
hi: शक्ति
te: బలం

source: Regular exercise lowers heart disease risk.
hi: नियमित व्यायाम हृदय रोग के जोखिम को कम करता है।
te: క్రమం తప్పకుండా వ్యాయామం హృదయ వ్యాధి ప్రమాదాన్ని తగ్గిస్తుంది.

source: Best time to exercise is:
hi: व्यायाम करने का सबसे अच्छा समय है:
te: వ్యాయామం చేయడానికి ఉత్తమ సమయం:

source: When consistent
hi: जब निरंतर
te: స్థిరంగా ఉన్నప్పుడు

source: Midnight only
hi: केवल मध्यरात्रि
te: అర్ధరాత్రి మాత్రమే

source: Never
hi: कभी नहीं
te: ఎప్పుడూ లేదు

source: Random
hi: यादृच्छिक
te: యాదృచ్ఛికం

source: Consistency matters more than time.
hi: निरंतरता समय से अधिक महत्वपूर्ण है।
te: సమయం కంటే స్థిరత్వం ముఖ్యం.

source: Which helps build stamina?
hi: कौन सहनशक्ति बनाने में मदद करता है?
te: ఏది శక్తిని పెంచడానికి సహాయపడుతుంది?

source: Eating junk
hi: जंक खाना
te: జంక్ తినడం

source: Skipping water
hi: पानी छोड़ना
te: నీరు దాటవేయడం

source: Cycling improves stamina.
hi: साइकिलिंग सहनशक्ति में सुधार करती है।
te: సైక్లింగ్ శక్తిని మెరుగుపరుస్తుంది.

source: Protein shakes are mainly for:
hi: प्रोटीन शेक मुख्य रूप से किसके लिए हैं:
te: ప్రోటీన్ షేక్స్ ప్రధానంగా దేనికి:

source: Sleep
hi: नींद
te: నిద్ర

source: Protein supports muscle repair.
hi: प्रोटीन मांसपेशियों की मरम्मत का समर्थन करता है।
te: ప్రోటీన్ కండరాల మరమ్మతుకు మద్దతు ఇస్తుంది.

source: Which reduces injury risk?
hi: कौन चोट के जोखिम को कम करता है?
te: ఏది గాయం ప్రమాదాన్ని తగ్గిస్తుంది?

source: Proper warm-up
hi: उचित वार्म-अप
te: సరైన వార్మ్-అప్

source: Skipping warm-up
hi: वार्म-अप छोड़ना
te: వార్మ్-అప్ దాటవేయడం

source: Overtraining
hi: ओवरट्रेनिंग
te: అతిగా శిక్షణ

source: Warm-up prepares muscles for activity.
hi: वार्म-अप मांसपेशियों को गतिविधि के लिए तैयार करता है।
te: వార్మ్-అప్ కార్యకలాపం కోసం కండరాలను సిద్ధం చేస్తుంది.

source: Which improves posture?
hi: कौन मुद्रा में सुधार करता है?
te: ఏది భంగిమను మెరుగుపరుస్తుంది?

source: Core strengthening
hi: कोर मजबूती
te: కోర్ బలోపేతం

source: Sleeping poorly
hi: खराब नींद
te: పేలవంగా నిద్రపోవడం

source: Slouching
hi: झुकना
te: వంగిపోవడం

source: Strong core improves posture.
hi: मजबूत कोर मुद्रा में सुधार करता है।
te: బలమైన కోర్ భంగిమను మెరుగుపరుస్తుంది.

source: What does progressive overload mean?
hi: प्रगतिशील अधिभार का क्या मतलब है?

source: Gradually increasing workout intensity
hi: धीरे-धीरे कसरत की तीव्रता बढ़ाना
te: క్రమంగా వర్కౌట్ తీవ్రత పెంచడం

source: Stopping exercise
hi: व्यायाम बंद करना
te: వ్యాయామం ఆపడం

source: Reducing effort
hi: प्रयास कम करना
te: కృషి తగ్గించడం

source: Sleeping more
hi: अधिक सोना
te: ఎక్కువ నిద్ర

source: Progressive overload increases muscle strength gradually.
hi: प्रगतिशील अधिभार धीरे-धीरे मांसपेशियों की शक्ति बढ़ाता है।
te: క్రమక్రమంగా అధిక భారం కండరాల బలాన్ని క్రమంగా పెంచుతుంది.

source: Exercise helps control:
hi: व्यायाम नियंत्रण में मदद करता है:
te: వ్యాయామం నియంత్రించడానికి సహాయపడుతుంది:

source: Blood sugar
hi: रक्त शर्करा
te: రక్త చక్కెర

source: Exercise helps regulate blood sugar levels.
hi: व्यायाम रक्त शर्करा के स्तर को नियंत्रित करने में मदद करता है।
te: వ్యాయామం రక్త చక్కెర స్థాయిలను నియంత్రించడానికి సహాయపడుతుంది.

source: What is mental health?
hi: मानसिक स्वास्थ्य क्या है?

source: The absence of illness
hi: बीमारी की अनुपस्थिति
te: అనారోగ్యం లేకపోవడం

source: Emotional, psychological, and social well-being
hi: भावनात्मक, मनोवैज्ञानिक और सामाजिक कल्याण
te: భావోద్వేగ, మానసిక మరియు సామాజిక శ్రేయస్సు

source: Physical strength
hi: शारीरिक शक्ति
te: శారీరక బలం

source: IQ level
hi: आईक्यू स्तर
te: IQ స్థాయి

source: Mental health includes emotional, psychological, and social well-being.
hi: मानसिक स्वास्थ्य में भावनात्मक, मनोवैज्ञानिक और सामाजिक कल्याण शामिल है।
te: మానసిక ఆరోగ్యంలో భావోద్వేగ, మానసిక మరియు సామాజిక శ్రేయస్సు ఉంటుంది.

source: Which hormone is commonly known as the stress hormone?
hi: कौन सा हार्मोन आमतौर पर तनाव हार्मोन के रूप में जाना जाता है?
te: ఏ హార్మోన్‌ను సాధారణంగా ఒత్తిడి హార్మోన్ అని పిలుస్తారు?

source: Dopamine
hi: डोपामाइन
te: డోపమైన్

source: Serotonin
hi: सेरोटोनिन
te: సెరోటోనిన్

source: Cortisol
hi: कोर्टिसोल
te: కార్టిసాల్

source: Oxytocin
hi: ऑक्सीटोसिन
te: ఆక్సిటోసిన్

source: Cortisol is released during stress.
hi: तनाव के दौरान कोर्टिसोल जारी होता है।
te: ఒత్తిడి సమయంలో కార్టిసాల్ విడుదల అవుతుంది.

source: Which activity helps reduce stress?
hi: कौन सी गतिविधि तनाव कम करने में मदद करती है?
te: ఏ కార్యకలాపం ఒత్తిడిని తగ్గించడానికి సహాయపడుతుంది?

source: Overthinking
hi: अधिक सोचना
te: అధికంగా ఆలోచించడం

source: Skipping sleep
hi: नींद छोड़ना
te: నిద్ర దాటవేయడం

source: Isolation
hi: अलगाव

source: Meditation helps calm the mind and reduce stress.
hi: ध्यान मन को शांत करने और तनाव कम करने में मदद करता है।
te: ధ్యానం మనస్సును శాంతపరుస్తుంది మరియు ఒత్తిడిని తగ్గిస్తుంది.

source: How many hours of sleep do adults generally need?
hi: वयस्कों को आम तौर पर कितने घंटे की नींद की आवश्यकता होती है?
te: పెద్దలకు సాధారణంగా ఎన్ని గంటల నిద్ర అవసరం?

source: Adults typically need 7-9 hours of sleep.
hi: वयस्कों को आमतौर पर 7-9 घंटे की नींद की आवश्यकता होती है।
te: పెద్దలకు సాధారణంగా 7-9 గంటల నిద్ర అవసరం.

source: Which condition involves persistent sadness?
hi: कौन सी स्थिति में लगातार उदासी शामिल है?
te: ఏ పరిస్థితిలో నిరంతర దుఃఖం ఉంటుంది?

source: Depression
hi: अवसाद
te: డిప్రెషన్

source: Anxiety
hi: चिंता
te: ఆందోళన

source: ADHD
hi: एडीएचडी

source: Phobia
hi: फोबिया
te: ఫోబియా

source: Depression is characterized by persistent sadness.
hi: अवसाद की विशेषता लगातार उदासी है।
te: డిప్రెషన్ నిరంతర దుఃఖంతో వర్గీకరించబడుతుంది.

source: Which practice improves emotional awareness?
hi: कौन सा अभ्यास भावनात्मक जागरूकता में सुधार करता है?
te: ఏ అభ్యాసం భావోద్వేగ అవగాహనను మెరుగుపరుస్తుంది?

source: Mindfulness
hi: माइंडफुलनेस
te: మైండ్‌ఫుల్‌నెస్

source: Avoidance
hi: परिहार
te: దూరంగా ఉండడం

source: Anger
hi: गुस्सा
te: కోపం

source: Denial
hi: इनकार
te: తిరస్కరణ

source: Mindfulness improves emotional awareness.
hi: माइंडफुलनेस भावनात्मक जागरूकता में सुधार करती है।
te: మైండ్‌ఫుల్‌నెస్ భావోద్వేగ అవగాహనను మెరుగుపరుస్తుంది.

source: Which neurotransmitter is linked to happiness?
hi: कौन सा न्यूरोट्रांसमीटर खुशी से जुड़ा है?
te: ఏ న్యూరోట్రాన్స్మిటర్ ఆనందంతో ముడిపడి ఉంది?

source: Adrenaline
hi: एड्रेनालाईन
te: అడ్రినలిన్

source: Insulin
hi: इंसुलिन
te: ఇన్సులిన్

source: Melatonin
hi: मेलाटोनिन
te: మెలటోనిన్

source: Serotonin helps regulate mood and happiness.
hi: सेरोटोनिन मूड और खुशी को नियंत्रित करने में मदद करता है।
te: సెరోటోనిన్ మానసిక స్థితి మరియు ఆనందాన్ని నియంత్రించడంలో సహాయపడుతుంది.
