Repository: Kasturi-1811/AIChatbot_Disease
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, te

source: Anxiety mainly affects which part of health?
hi: चिंता मुख्य रूप से स्वास्थ्य के किस हिस्से को प्रभावित करती है?
te: ఆందోళన ప్రధానంగా ఆరోగ్యంలో ఏ భాగాన్ని ప్రభావితం చేస్తుంది?

source: Mental
hi: मानसिक

source: Dental
hi: दंत
te: దంత

source: Anxiety affects mental and emotional well-being.
hi: चिंता मानसिक और भावनात्मक कल्याण को प्रभावित करती है।
te: ఆందోళన మానసిక మరియు భావోద్వేగ శ్రేయస్సును ప్రభావితం చేస్తుంది.

source: Which technique helps control panic attacks?
hi: कौन सी तकनीक पैनिक अटैक को नियंत्रित करने में मदद करती है?
te: ఏ సాంకేతికత పానిక్ అటాక్‌లను నియంత్రించడానికి సహాయపడుతుంది?

source: Deep breathing
hi: गहरी सांस लेना
te: లోతైన శ్వాసక్రియ

source: Shouting
hi: चिल्लाना
te: అరవడం

source: Skipping meals
hi: भोजन छोड़ना
te: భోజనం దాటవేయడం

source: Deep breathing helps regulate panic symptoms.
hi: गहरी सांस लेना पैनिक के लक्षणों को नियंत्रित करने में मदद करता है।
te: లోతైన శ్వాసక్రియ పానిక్ లక్షణాలను నియంత్రించడంలో సహాయపడుతుంది.

source: What is burnout?
hi: बर्नआउट क्या है?
te: బర్న్‌అవుట్ అంటే ఏమిటి?

source: Extreme physical exercise
hi: चरम शारीरिक व्यायाम
te: తీవ్రమైన శారీరక వ్యాయామం

source: Chronic workplace stress
hi: पुरानी कार्यस्थल तनाव
te: దీర్ఘకాలిక కార్యస్థల ఒత్తిడి

source: Sleeping disorder
hi: नींद की गड़बड़ी
te: నిద్ర రుగ్మత

source: Brain injury
hi: मस्तिष्क की चोट
te: మెదడు గాయం

source: Burnout results from chronic unmanaged stress.
hi: बर्नआउट पुराने अप्रबंधित तनाव से होता है।
te: బర్న్‌అవుట్ దీర్ఘకాలిక నిర్వహించని ఒత్తిడి వల్ల వస్తుంది.

source: Which habit improves mental health?
hi: कौन सी आदत मानसिक स्वास्थ्य में सुधार करती है?
te: ఏ అలవాటు మానసిక ఆరోగ్యాన్ని మెరుగుపరుస్తుంది?

source: Regular exercise
hi: नियमित व्यायाम
te: నిత్య వ్యాయామం

source: Overworking
hi: अधिक काम करना
te: అధికంగా పని చేయడం

source: Neglecting sleep
hi: नींद की उपेक्षा
te: నిద్రను నిర్లక్ష్యం చేయడం

source: Exercise releases mood-boosting chemicals.
hi: व्यायाम मूड बढ़ाने वाले रसायनों को जारी करता है।
te: వ్యాయామం మానసిక స్థితిని మెరుగుపరిచే రసాయనాలను విడుదల చేస్తుంది.

source: What is cognitive behavioral therapy (CBT)?
hi: संज्ञानात्मक व्यवहार चिकित्सा (सीबीटी) क्या है?
te: కాగ్నిటివ్ బిహేవియరల్ థెరపీ (CBT) అంటే ఏమిటి?

source: Medication
hi: दवा

source: Talk therapy
hi: टॉक थेरेपी
te: టాక్ థెరపీ

source: Surgery
hi: सर्जरी
te: శస్త్రచికిత్స

source: Diet plan
hi: आहार योजना
te: ఆహార ప్రణాళిక

source: CBT is a form of talk therapy.
hi: सीबीटी टॉक थेरेपी का एक रूप है।
te: CBT అనేది టాక్ థెరపీ యొక్క ఒక రూపం.

source: Which disorder involves excessive fear of social situations?
hi: कौन सा विकार सामाजिक स्थितियों के अत्यधिक भय को शामिल करता है?
te: ఏ రుగ్మతలో సామాజిక పరిస్థితుల పట్ల అధిక భయం ఉంటుంది?

source: Social anxiety
hi: सामाजिक चिंता
te: సామాజిక ఆందోళన

source: Bipolar disorder
hi: द्विध्रुवी विकार
te: బైపోలార్ డిజార్డర్

source: Schizophrenia
hi: सिज़ोफ्रेनिया
te: స్కిజోఫ్రెనియా

source: OCD
hi: ओसीडी

source: Social anxiety disorder involves fear of social situations.
hi: सामाजिक चिंता विकार में सामाजिक स्थितियों का डर शामिल है।
te: సామాజిక ఆందోళన రుగ్మతలో సామాజిక పరిస్థితుల భయం ఉంటుంది.

source: What does ADHD stand for?
hi: एडीएचडी का क्या मतलब है?
te: ADHD అంటే ఏమిటి?

source: Advanced Health Disorder
hi: उन्नत स्वास्थ्य विकार
te: అడ్వాన్స్‌డ్ హెల్త్ డిజార్డర్

source: Attention Deficit Hyperactivity Disorder
hi: अटेंशन डेफिसिट हाइपरएक्टिविटी डिसऑर्डर
te: అటెన్షన్ డెఫిసిట్ హైపరాక్టివిటీ డిజార్డర్

source: Anxiety Disorder
hi: चिंता विकार
te: ఆందోళన రుగ్మత

source: Adult Depression Habit Disorder
hi: वयस्क अवसाद आदत विकार
te: అడల్ట్ డిప్రెషన్ హ్యాబిట్ డిజార్డర్

source: ADHD stands for Attention Deficit Hyperactivity Disorder.
hi: एडीएचडी का मतलब अटेंशन डेफिसिट हाइपरएक्टिविटी डिसऑर्डर है।
te: ADHD అంటే అటెన్షన్ డెఫిసిట్ హైపరాక్టివిటీ డిజార్డర్.

source: Which practice helps emotional regulation?
hi: कौन सा अभ्यास भावनात्मक नियमन में मदद करता है?
te: ఏ అభ్యాసం భావోద్వేగ నియంత్రణకు సహాయపడుతుంది?

source: Journaling
hi: जर्नलिंग
te: జర్నలింగ్

source: Suppressing emotions
hi: भावनाओं को दबाना
te: భావోద్వేగాలను అణచివేయడం

source: Avoiding people
hi: लोगों से बचना
te: వ్యక్తులను తప్పించుకోవడం

source: Journaling helps process emotions.
hi: जर्नलिंग भावनाओं को संसाधित करने में मदद करती है।
te: జర్నలింగ్ భావోద్వేగాలను ప్రాసెస్ చేయడంలో సహాయపడుతుంది.

source: Which mental illness includes mood swings between high and low?
hi: कौन सी मानसिक बीमारी में उच्च और निम्न के बीच मूड स्विंग शामिल हैं?
te: ఏ మానసిక అనారోగ్యంలో అధిక మరియు తక్కువ మధ్య మానసిక స్థితి మార్పులు ఉంటాయి?

source: Bipolar disorder involves extreme mood swings.
hi: द्विध्रुवी विकार में चरम मूड स्विंग शामिल हैं।
te: బైపోలార్ డిజార్డర్‌లో తీవ్రమైన మానసిక స్థితి మార్పులు ఉంటాయి.

source: Which chemical is known as the 'love hormone'?
hi: कौन सा रसायन 'प्रेम हार्मोन' के रूप में जाना जाता है?
te: ఏ రసాయనాన్ని 'ప్రేమ హార్మోన్' అని పిలుస్తారు?

source: Oxytocin is associated with bonding.
hi: ऑक्सीटोसिन बंधन से जुड़ा है।
te: ఆక్సిటోసిన్ బంధంతో సంబంధం కలిగి ఉంటుంది.

source: What is a common symptom of anxiety?
hi: चिंता का एक सामान्य लक्षण क्या है?
te: ఆందోళన యొక్క సాధారణ లక్షణం ఏమిటి?

source: Rapid heartbeat
hi: तेज़ दिल की धड़कन
te: వేగవంతమైన హృదయ స్పందన

source: Better memory
hi: बेहतर याददाश्त
te: మెరుగైన జ్ఞాపకశక్తి

source: Improved focus
hi: बेहतर फोकस
te: మెరుగైన దృష్టి

source: Calmness
hi: शांति
te: ప్రశాంతత

source: Anxiety often causes rapid heartbeat.
hi: चिंता अक्सर तेज़ दिल की धड़कन का कारण बनती है।
te: ఆందోళన తరచుగా వేగవంతమైన హృదయ స్పందనకు కారణమవుతుంది.

source: Which factor improves mental resilience?
hi: कौन सा कारक मानसिक लचीलापन में सुधार करता है?
te: ఏ కారకం మానసిక స్థితిస్థాపకతను మెరుగుపరుస్తుంది?

source: Strong support system
hi: मजबूत समर्थन प्रणाली
te: బలమైన మద్దతు వ్యవస్థ

source: Sleep deprivation
hi: नींद की कमी
te: నిద్ర లేమి

source: Stress
hi: तनाव
te: ఒత్తిడి

source: Support systems improve resilience.
hi: समर्थन प्रणालियां लचीलापन में सुधार करती हैं।
te: మద్దతు వ్యవస్థలు స్థితిస్థాపకతను మెరుగుపరుస్తాయి.

source: What is mindfulness?
hi: माइंडफुलनेस क्या है?
te: మైండ్‌ఫుల్‌నెస్ అంటే ఏమిటి?

source: Living in the present moment
hi: वर्तमान क्षण में जीना
te: ప్రస్తుత క్షణంలో జీవించడం

source: Ignoring feelings
hi: भावनाओं को नजरअंदाज करना
te: భావాలను విస్మరించడం

source: Worrying about future
hi: भविष्य के बारे में चिंता करना
te: భవిష్యత్తు గురించి ఆందోళన చెందడం

source: Mindfulness means focusing on the present.
hi: माइंडफुलनेस का मतलब है वर्तमान पर ध्यान केंद्रित करना।
te: మైండ్‌ఫుల్‌నెస్ అంటే ప్రస్తుతంపై దృష్టి పెట్టడం.

source: What is insomnia?
hi: अनिद्रा क्या है?
te: నిద్రలేమి అంటే ఏమిటి?

source: Sleep disorder
hi: नींद की गड़बड़ी
te: నిద్ర రుగ్మత

source: Eating disorder
hi: खाने की गड़बड़ी
te: ఆహార రుగ్మత

source: Memory issue
hi: स्मृति समस्या
te: జ్ఞాపకశక్తి సమస్య

source: Vision issue
hi: दृष्टि समस्या
te: దృష్టి సమస్య

source: Insomnia is difficulty sleeping.
hi: अनिद्रा सोने में कठिनाई है।
te: నిద్రలేమి అనేది నిద్రపోవడంలో ఇబ్బంది.

source: Which is a healthy coping mechanism?
hi: कौन सा स्वस्थ मुकाबला तंत्र है?
te: ఏది ఆరోగ్యకరమైన కోపింగ్ విధానం?

source: Talking to friends
hi: दोस्तों से बात करना
te: స్నేహితులతో మాట్లాడటం

source: Substance abuse
hi: मादक द्रव्यों का दुरुपयोग
te: మాదక ద్రవ్య దుర్వినియోగం

source: Talking helps process emotions.
hi: बात करना भावनाओं को संसाधित करने में मदद करता है।
te: మాట్లాడటం భావోద్వేగాలను ప్రాసెస్ చేయడంలో సహాయపడుతుంది.

source: Which mental condition involves repetitive behaviors?
hi: कौन सी मानसिक स्थिति में दोहरावदार व्यवहार शामिल हैं?
te: ఏ మానసిక స్థితిలో పునరావృత ప్రవర్తనలు ఉంటాయి?

source: Burnout
hi: बर्नआउट
te: బర్న్‌అవుట్

source: OCD involves obsessions and compulsions.
hi: ओसीडी में जुनून और मजबूरी शामिल है।
te: OCD లో అబ్సెషన్స్ మరియు కంపల్షన్స్ ఉంటాయి.

source: Meditation mainly improves?
hi: ध्यान मुख्य रूप से क्या सुधारता है?
te: ధ్యానం ప్రధానంగా మెరుగుపరుస్తుంది?

source: Focus and calmness
hi: फोकस और शांति
te: దృష్టి మరియు ప్రశాంతత

source: Fear
hi: डर
te: భయం

source: Meditation improves calmness and focus.
hi: ध्यान शांति और फोकस में सुधार करता है।
te: ధ్యానం ప్రశాంతత మరియు దృష్టిని మెరుగుపరుస్తుంది.

source: Which disorder includes hallucinations?
hi: कौन से विकार में मतिभ्रम शामिल हैं?
te: ఏ రుగ్మతలో భ్రాంతులు ఉంటాయి?

source: Insomnia
hi: अनिद्रा
te: నిద్రలేమి

source: Schizophrenia can involve hallucinations.
hi: सिज़ोफ्रेनिया में मतिभ्रम शामिल हो सकते हैं।
te: స్కిజోఫ్రెనియాలో భ్రాంతులు ఉండవచ్చు.

source: Which activity releases endorphins?
hi: कौन सी गतिविधि एंडोर्फिन जारी करती है?
te: ఏ కార్యకలాపం ఎండార్ఫిన్‌లను విడుదల చేస్తుంది?

source: Exercise
hi: व्यायाम

source: Exercise releases endorphins.
hi: व्यायाम एंडोर्फिन जारी करता है।
te: వ్యాయామం ఎండార్ఫిన్‌లను విడుదల చేస్తుంది.

source: Emotional intelligence means?
hi: भावनात्मक बुद्धिमत्ता का मतलब है?
te: భావోద్వేగ తెలివితేటలు అంటే?

source: Understanding and managing emotions
hi: भावनाओं को समझना और प्रबंधित करना
te: భావోద్వేగాలను అర్థం చేసుకోవడం మరియు నిర్వహించడం

source: High IQ
hi: उच्च आईक्यू

source: Ignoring emotions
hi: भावनाओं को नजरअंदाज करना
te: భావోద్వేగాలను విస్మరించడం

source: Emotional intelligence is managing emotions effectively.
hi: भावनात्मक बुद्धिमत्ता भावनाओं को प्रभावी ढंग से प्रबंधित करना है।
te: భావోద్వేగ తెలివితేటలు అనేది భావోద్వేగాలను సమర్థవంతంగా నిర్వహించడం.

source: Chronic stress may lead to?
hi: पुराना तनाव किसकी ओर ले जा सकता है?
te: దీర్ఘకాలిక ఒత్తిడి దారితీయవచ్చు?

source: Mental health disorders
hi: मानसिक स्वास्थ्य विकार

source: Stronger memory
hi: मजबूत याददाश्त
te: బలమైన జ్ఞాపకశక్తి

source: Improved mood
hi: बेहतर मूड
te: మెరుగైన మానసిక స్థితి

source: Chronic stress harms mental health.
hi: पुराना तनाव मानसिक स्वास्थ्य को नुकसान पहुंचाता है।
te: దీర్ఘకాలిక ఒత్తిడి మానసిక ఆరోగ్యాన్ని హాని చేస్తుంది.

source: Which therapy involves group discussion?
hi: कौन सी थेरेपी में समूह चर्चा शामिल है?
te: ఏ చికిత్సలో సమూహ చర్చ ఉంటుంది?

source: Group therapy
hi: समूह चिकित्सा
te: గ్రూప్ థెరపీ

source: Diet therapy
hi: आहार चिकित्सा
te: డైట్ థెరపీ

source: Group therapy involves shared discussions.
hi: समूह चिकित्सा में साझा चर्चा शामिल है।
te: గ్రూప్ థెరపీలో భాగస్వామ్య చర్చలు ఉంటాయి.

source: Which disorder causes intense mood sadness lasting weeks?
hi: कौन सा विकार सप्ताहों तक चलने वाली तीव्र मूड उदासी का कारण बनता है?
te: ఏ రుగ్మత వారాలపాటు తీవ్రమైన మానసిక దుఃఖానికి కారణమవుతుంది?

source: Major depression
hi: प्रमुख अवसाद
te: మేజర్ డిప్రెషన్

source: Major depression lasts weeks or longer.
hi: प्रमुख अवसाद सप्ताह या उससे अधिक समय तक रहता है।
te: మేజర్ డిప్రెషన్ వారాలు లేదా అంతకంటే ఎక్కువ కాలం ఉంటుంది.

source: Which is a sign of good mental health?
hi: अच्छे मानसिक स्वास्थ्य का संकेत क्या है?
te: మంచి మానసిక ఆరోగ్యానికి సంకేతం ఏమిటి?

source: Ability to cope with stress
hi: तनाव से निपटने की क्षमता
te: ఒత్తిడిని ఎదుర్కోగల సామర్థ్యం

source: Constant anger
hi: लगातार गुस्सा
te: నిరంతర కోపం

source: Coping well with stress shows good mental health.
hi: तनाव से अच्छी तरह निपटना अच्छे मानसिक स्वास्थ्य को दर्शाता है।
te: ఒత్తిడిని బాగా ఎదుర్కోవడం మంచి మానసిక ఆరోగ్యాన్ని చూపిస్తుంది.

source: Which mental illness affects eating habits?
hi: कौन सी मानसिक बीमारी खाने की आदतों को प्रभावित करती है?
te: ఏ మానసిక అనారోగ్యం ఆహార అలవాట్లను ప్రభావితం చేస్తుంది?

source: Eating disorders
hi: खाने के विकार
te: ఆహార రుగ్మతలు

source: Eating disorders affect food behavior.
hi: खाने के विकार भोजन व्यवहार को प्रभावित करते हैं।
te: ఆహార రుగ్మతలు ఆహార ప్రవర్తనను ప్రభావితం చేస్తాయి.

source: Self-care includes?
hi: आत्म-देखभाल में क्या शामिल है?
te: స్వీయ సంరక్షణలో ఉంటుంది?

source: Healthy sleep routine
hi: स्वस्थ नींद दिनचर्या
te: ఆరోగ్యకరమైన నిద్ర దినచర్య

source: Ignoring stress
hi: तनाव को नजरअंदाज करना
te: ఒత్తిడిని విస్మరించడం

source: Healthy routines support mental health.
hi: स्वस्थ दिनचर्या मानसिक स्वास्थ्य का समर्थन करती है।
te: ఆరోగ్యకరమైన దినచర్యలు మానసిక ఆరోగ్యానికి మద్దతు ఇస్తాయి.

source: Which technique reduces negative thoughts?
hi: कौन सी तकनीक नकारात्मक विचारों को कम करती है?
te: ఏ సాంకేతికత ప్రతికూల ఆలోచనలను తగ్గిస్తుంది?

source: Cognitive restructuring
hi: संज्ञानात्मक पुनर्गठन
te: కాగ్నిటివ్ రీస్ట్రక్చరింగ్

source: Cognitive restructuring changes negative thought patterns.
hi: संज्ञानात्मक पुनर्गठन नकारात्मक विचार पैटर्न को बदलता है।
te: కాగ్నిటివ్ రీస్ట్రక్చరింగ్ ప్రతికూల ఆలోచన నమూనాలను మారుస్తుంది.

source: Which age group can experience mental health issues?
hi: कौन सा आयु वर्ग मानसिक स्वास्थ्य समस्याओं का अनुभव कर सकता है?
te: ఏ వయస్సు వర్గం మానసిక ఆరోగ్య సమస్యలను అనుభవించవచ్చు?

source: All ages
hi: सभी उम्र

source: Only adults
hi: केवल वयस्क
te: కేవలం పెద్దలు

source: Only children
hi: केवल बच्चे
te: కేవలం పిల్లలు

source: Only elderly
hi: केवल बुजुर्ग
te: కేవలం వృద్ధులు

source: Mental health issues can affect all ages.
hi: मानसिक स्वास्थ्य समस्याएं सभी उम्र को प्रभावित कर सकती हैं।
te: మానసిక ఆరోగ్య సమస్యలు అన్ని వయస్సులను ప్రభావితం చేయవచ్చు.

source: Which practice helps manage anxiety?
hi: कौन सा अभ्यास चिंता को प्रबंधित करने में मदद करता है?
te: ఏ అభ్యాసం ఆందోళనను నిర్వహించడానికి సహాయపడుతుంది?

source: Breathing exercises calm anxiety.
hi: सांस लेने के व्यायाम चिंता को शांत करते हैं।
te: శ్వాసక్రియ వ్యాయామాలు ఆందోళనను శాంతపరుస్తాయి.

source: Post-traumatic stress disorder (PTSD) occurs after?
hi: पोस्ट-ट्रॉमेटिक स्ट्रेस डिसऑर्डर (PTSD) किसके बाद होता है?
te: పోస్ట్-ట్రామాటిక్ స్ట్రెస్ డిజార్డర్ (PTSD) తర్వాత సంభవిస్తుంది?

source: Traumatic events
hi: दर्दनाक घटनाएं
te: బాధాకరమైన సంఘటనలు

source: Diet change
hi: आहार परिवर्तन

source: Vacation
hi: छुट्टी

source: PTSD follows traumatic events.
hi: PTSD दर्दनाक घटनाओं के बाद होता है।
te: PTSD బాధాకరమైన సంఘటనల తర్వాత వస్తుంది.

source: Positive thinking can?
hi: सकारात्मक सोच क्या कर सकती है?
te: సానుకూల ఆలోచన చేయగలదా?

source: Improve mental well-being
hi: मानसिक कल्याण में सुधार करें
te: మానసిక శ్రేయస్సును మెరుగుపరచడం

source: Cause insomnia
hi: अनिद्रा का कारण बनें

source: Cause anxiety
hi: चिंता का कारण बनें
te: ఆందోళనకు కారణం

source: Positive thinking supports mental health.
hi: सकारात्मक सोच मानसिक स्वास्थ्य का समर्थन करती है।
te: సానుకూల ఆలోచన మానసిక ఆరోగ్యానికి మద్దతు ఇస్తుంది.

source: Which is a professional mental health provider?
hi: कौन पेशेवर मानसिक स्वास्थ्य प्रदाता है?
te: ఏది వృత్తిపరమైన మానసిక ఆరోగ్య ప్రదాత?

source: Psychologist
hi: मनोवैज्ञानिक
te: మనస్తత్వవేత్త

source: Chef
hi: रसोइया
te: చెఫ్

source: Driver
hi: ड्राइवर
te: డ్రైవర్

source: Engineer
hi: इंजीनियर
te: ఇంజనీర్

source: Psychologists specialize in mental health.
hi: मनोवैज्ञानिक मानसिक स्वास्थ्य में विशेषज्ञ हैं।
te: మనస్తత్వవేత్తలు మానసిక ఆరోగ్యంలో నైపుణ్యం కలిగి ఉంటారు.

source: What is emotional burnout?
hi: भावनात्मक बर्नआउट क्या है?
te: భావోద్వేగ బర్న్‌అవుట్ అంటే ఏమిటి?

source: Emotional exhaustion
hi: भावनात्मक थकावट
te: భావోద్వేగ అలసట

source: Happiness
hi: खुशी
te: ఆనందం

source: Energy boost
hi: ऊर्जा बढ़ाना
te: శక్తి పెంపు

source: Burnout involves emotional exhaustion.
hi: बर्नआउट में भावनात्मक थकावट शामिल है।
te: బర్న్‌అవుట్‌లో భావోద్వేగ అలసట ఉంటుంది.

source: Which habit improves focus?
hi: कौन सी आदत फोकस में सुधार करती है?
te: ఏ అలవాటు దృష్టిని మెరుగుపరుస్తుంది?

source: Adequate sleep
hi: पर्याप्त नींद
te: తగినంత నిద్ర

source: Late-night scrolling
hi: देर रात स्क्रॉलिंग
te: అర్ధరాత్రి స్క్రోలింగ్

source: Sleep improves concentration.
hi: नींद एकाग्रता में सुधार करती है।
te: నిద్ర ఏకాగ్రతను మెరుగుపరుస్తుంది.

source: Which is NOT a healthy coping strategy?
hi: कौन सा स्वस्थ मुकाबला रणनीति नहीं है?
te: ఏది ఆరోగ్యకరమైన కోపింగ్ వ్యూహం కాదు?

source: Talking
hi: बात करना
te: మాట్లాడటం

source: Substance abuse worsens mental health.
hi: मादक द्रव्यों का दुरुपयोग मानसिक स्वास्थ्य को खराब करता है।
te: మాదక ద్రవ్య దుర్వినియోగం మానసిక ఆరోగ్యాన్ని మరింత దిగజార్చుతుంది.

source: Which is a relaxation method?
hi: कौन सा विश्राम विधि है?
te: ఏది విశ్రాంతి పద్ధతి?

source: Yoga promotes relaxation.
hi: योग विश्राम को बढ़ावा देता है।
te: యోగా విశ్రాంతిని ప్రోత్సహిస్తుంది.

source: Loneliness can affect?
hi: अकेलापन क्या प्रभावित कर सकता है?
te: ఒంటరితనం ప్రభావితం చేయవచ్చు?

source: Mental and physical health
hi: मानसिक और शारीरिक स्वास्थ्य

source: Only teeth
hi: केवल दांत
te: కేవలం దంతాలు

source: Only vision
hi: केवल दृष्टि
te: కేవలం దృష్టి

source: Only hair
hi: केवल बाल
te: కేవలం జుట్టు

source: Loneliness impacts overall health.
hi: अकेलापन समग्र स्वास्थ्य को प्रभावित करता है।
te: ఒంటరితనం మొత్తం ఆరోగ్యాన్ని ప్రభావితం చేస్తుంది.

source: Which is a symptom of depression?
hi: अवसाद का लक्षण क्या है?
te: డిప్రెషన్ యొక్క లక్షణం ఏమిటి?

source: Loss of interest
hi: रुचि की हानि
te: ఆసక్తి కోల్పోవడం

source: High energy
hi: उच्च ऊर्जा
te: అధిక శక్తి

source: Excitement
hi: उत्साह
te: ఉత్సాహం

source: Confidence boost
hi: आत्मविश्वास बढ़ाना
te: విశ్వాసం పెంపు

source: Loss of interest is a depression symptom.
hi: रुचि की हानि अवसाद का लक्षण है।
te: ఆసక్తి కోల్పోవడం డిప్రెషన్ లక్షణం.

source: Which activity builds self-esteem?
hi: कौन सी गतिविधि आत्म-सम्मान बनाती है?
te: ఏ కార్యకలాపం ఆత్మగౌరవాన్ని పెంచుతుంది?

source: Achieving goals
hi: लक्ष्य प्राप्त करना
te: లక్ష్యాలను సాధించడం

source: Constant criticism
hi: लगातार आलोचना
te: నిరంతర విమర్శ

source: Neglect
hi: उपेक्षा
te: నిర్లక్ష్యం

source: Achievement builds confidence.
hi: उपलब्धि आत्मविश्वास बनाती है।
te: సాధన విశ్వాసాన్ని పెంచుతుంది.

source: Mental health awareness helps?
hi: मानसिक स्वास्थ्य जागरूकता मदद करती है?
te: మానసిక ఆరోగ్య అవగాహన సహాయపడుతుంది?

source: Reduce stigma
hi: कलंक कम करें
te: కళంకాన్ని తగ్గించడం

source: Increase fear
hi: डर बढ़ाएं
te: భయం పెంచడం

source: Cause stress
hi: तनाव का कारण बनें

source: Promote isolation
hi: अलगाव को बढ़ावा दें
te: ఏకాంతాన్ని ప్రోత్సహించడం

source: Awareness reduces stigma.
hi: जागरूकता कलंक को कम करती है।
te: అవగాహన కళంకాన్ని తగ్గిస్తుంది.

source: Which improves brain function?
hi: कौन मस्तिष्क के कार्य में सुधार करता है?
te: ఏది మెదడు పనితీరును మెరుగుపరుస్తుంది?

source: Exercise boosts brain function.
hi: व्यायाम मस्तिष्क के कार्य को बढ़ाता है।
te: వ్యాయామం మెదడు పనితీరును పెంచుతుంది.

source: Seeking help for mental health is?
hi: मानसिक स्वास्थ्य के लिए मदद मांगना है?
te: మానసిక ఆరోగ్యం కోసం సహాయం కోరడం?

source: A sign of strength
hi: शक्ति का संकेत
te: బలానికి సంకేతం

source: Weakness
hi: कमजोरी
te: బలహీనత

source: Unnecessary
hi: अनावश्यक
te: అనవసరం

source: Embarrassing
hi: शर्मनाक
te: ఇబ్బందికరమైనది

source: Seeking help shows strength.
hi: मदद मांगना शक्ति दर्शाता है।
te: సహాయం కోరడం బలాన్ని చూపిస్తుంది.

source: What is the most effective way to prevent the spread of infectious diseases?
hi: संक्रामक रोगों के प्रसार को रोकने का सबसे प्रभावी तरीका क्या है?
te: అంటు వ్యాధుల వ్యాప్తిని నివారించడానికి అత్యంత ప్రభావవంతమైన మార్గం ఏమిటి?

source: Wearing perfume
hi: परफ्यूम पहनना
te: పర్ఫ్యూమ్ ధరించడం

source: Regular handwashing
hi: नियमित हाथ धोना
te: క్రమం తప్పకుండా చేతులు కడుక్కోవడం

source: Drinking cold water
hi: ठंडा पानी पीना
te: చల్లని నీరు తాగడం

source: Sleeping less
hi: कम सोना
te: తక్కువ నిద్ర

source: Regular handwashing removes germs and prevents transmission.
hi: नियमित हाथ धोना कीटाणुओं को हटाता है और संचरण को रोकता है।
te: క్రమం తప్పకుండా చేతులు కడుక్కోవడం జెర్మ్స్‌ను తొలగిస్తుంది మరియు వ్యాప్తిని నివారిస్తుంది.

source: Vaccines help prevent diseases by:
hi: टीके रोगों को रोकने में मदद करते हैं:
te: టీకాలు వ్యాధులను నివారించడంలో సహాయపడతాయి:

source: Killing all bacteria
hi: सभी बैक्टीरिया को मारना
te: అన్ని బాక్టీరియాను చంపడం

source: Boosting natural immunity
hi: प्राकृतिक प्रतिरक्षा को बढ़ावा देना
te: సహజ రోగనిరోధక శక్తిని పెంచడం

source: Increasing fever
hi: बुखार बढ़ाना
te: జ్వరం పెంచడం

source: Replacing blood cells
hi: रक्त कोशिकाओं को बदलना
te: రక్త కణాలను భర్తీ చేయడం

source: Vaccines stimulate the immune system to recognize and fight infections.
hi: टीके प्रतिरक्षा प्रणाली को संक्रमणों को पहचानने और लड़ने के लिए उत्तेजित करते हैं।
te: టీకాలు రోగనిరోధక వ్యవస్థను ఉద్దీపనం చేస్తాయి మరియు ఇన్ఫెక్షన్‌లను గుర్తించి పోరాడుతాయి.

source: How often should adults get a general health check-up?
hi: वयस्कों को सामान्य स्वास्थ्य जांच कितनी बार करानी चाहिए?
te: పెద్దలు సాధారణ ఆరోగ్య తనిఖీని ఎంత తరచుగా చేయించుకోవాలి?

source: Every 10 years
hi: हर 10 साल
te: ప్రతి 10 సంవత్సరాలకు

source: Only when sick
hi: केवल बीमार होने पर
te: అనారోగ్యంగా ఉన్నప్పుడు మాత్రమే

source: Once a year
hi: साल में एक बार
te: సంవత్సరానికి ఒకసారి

source: Annual health check-ups help detect diseases early.
hi: वार्षिक स्वास्थ्य जांच रोगों का जल्दी पता लगाने में मदद करती है।
te: వార్షిక ఆరోగ్య తనిఖీలు వ్యాధులను ముందుగానే గుర్తించడంలో సహాయపడతాయి.

source: Which of the following helps prevent heart disease?
hi: निम्नलिखित में से कौन हृदय रोग को रोकने में मदद करता है?
te: కింది వాటిలో ఏది హృదయ వ్యాధిని నివారించడానికి సహాయపడుతుంది?

source: Smoking
hi: धूम्रपान
te: ధూమపానం

source: High salt diet
hi: उच्च नमक आहार
te: అధిక ఉప్పు ఆహారం

source: Excess sugar intake
hi: अधिक चीनी का सेवन
te: అధిక చక్కెర తీసుకోవడం

source: Regular physical activity reduces heart disease risk.
hi: नियमित शारीरिक गतिविधि हृदय रोग के जोखिम को कम करती है।
te: క్రమం తప్పకుండా శారీరక కార్యకలాపాలు హృదయ వ్యాధి ప్రమాదాన్ని తగ్గిస్తాయి.

source: Which vitamin strengthens the immune system?
hi: कौन सा विटामिन प्रतिरक्षा प्रणाली को मजबूत करता है?
te: ఏ విటమిన్ రోగనిరోధక వ్యవస్థను బలపరుస్తుంది?

source: Vitamin C supports immune defense.
hi: विटामिन सी प्रतिरक्षा रक्षा का समर्थन करता है।
te: విటమిన్ C రోగనిరోధక రక్షణకు మద్దతు ఇస్తుంది.

source: Using mosquito nets helps prevent:
hi: मच्छरदानी का उपयोग रोकने में मदद करता है:
te: దోమల వలలను ఉపయోగించడం నివారిస్తుంది:

source: Malaria
hi: मलेरिया
te: మలేరియా

source: Asthma
hi: अस्थमा
te: ఉబ్బసం

source: Arthritis
hi: गठिया
te: కీళ్ల వాతం

source: Mosquito nets prevent malaria transmission.
hi: मच्छरदानी मलेरिया के संचरण को रोकती है।
te: దోమల వలలు మలేరియా వ్యాప్తిని నివారిస్తాయి.

source: Which disease can be prevented by HPV vaccination?
hi: एचपीवी टीकाकरण से कौन सा रोग रोका जा सकता है?
te: HPV టీకా ద్వారా ఏ వ్యాధిని నివారించవచ్చు?

source: Lung cancer
hi: फेफड़ों का कैंसर
te: ఊపిరితిత్తుల క్యాన్సర్

source: Cervical cancer
hi: गर्भाशय ग्रीवा कैंसर
te: గర్భాశయ క్యాన్సర్

source: Tuberculosis
hi: तपेदिक
te: క్షయ

source: HPV vaccine helps prevent cervical cancer.
hi: एचपीवी टीका गर्भाशय ग्रीवा कैंसर को रोकने में मदद करता है।
te: HPV టీకా గర్భాశయ క్యాన్సర్‌ను నివారించడంలో సహాయపడుతుంది.

source: Quitting smoking reduces risk of:
hi: धूम्रपान छोड़ने से जोखिम कम होता है:
te: ధూమపానం మానేయడం ప్రమాదాన్ని తగ్గిస్తుంది:

source: Flu
hi: फ्लू
te: ఫ్లూ

source: Fractures
hi: फ्रैक्चर

source: Migraine
hi: माइग्रेन
te: మైగ్రేన్

source: Smoking is a major cause of lung cancer.
hi: धूम्रपान फेफड़ों के कैंसर का एक प्रमुख कारण है।
te: ధూమపానం ఊపిరితిత్తుల క్యాన్సర్‌కు ప్రధాన కారణం.

source: Safe drinking water prevents:
hi: सुरक्षित पेयजल रोकता है:
te: సురక్షితమైన త్రాగునీరు నివారిస్తుంది:

source: Cholera
hi: हैजा
te: కలరా

source: Cancer
hi: कैंसर
te: క్యాన్సర్

source: Contaminated water spreads cholera.
hi: दूषित पानी हैजा फैलाता है।
te: కలుషితమైన నీరు కలరాను వ్యాప్తి చేస్తుంది.

source: Which test helps in early detection of breast cancer?
hi: कौन सा परीक्षण स्तन कैंसर के शुरुआती पता लगाने में मदद करता है?
te: రొమ్ము క్యాన్సర్ ముందస్తు గుర్తింపులో ఏ పరీక్ష సహాయపడుతుంది?

source: ECG
hi: ईसीजी

source: Mammogram
hi: मैमोग्राम
te: మామోగ్రామ్

source: X-ray
hi: एक्स-रे

source: Blood sugar test
hi: रक्त शर्करा परीक्षण
te: రక్త చక్కెర పరీక్ష

source: Mammograms detect early breast cancer.
hi: मैमोग्राम शुरुआती स्तन कैंसर का पता लगाते हैं।
te: మామోగ్రామ్స్ ముందస్తు రొమ్ము క్యాన్సర్‌ను గుర్తిస్తాయి.

source: Maintaining healthy weight prevents:
hi: स्वस्थ वजन बनाए रखना रोकता है:
te: ఆరోగ్యకరమైన బరువును నిర్వహించడం నివారిస్తుంది:

source: Obesity-related diseases
hi: मोटापे से संबंधित रोग
te: ఊబకాయ సంబంధిత వ్యాధులు

source: Infections
hi: संक्रमण

source: Cold
hi: सर्दी
te: జలుబు

source: Healthy weight reduces diabetes and heart risk.
hi: स्वस्थ वजन मधुमेह और हृदय जोखिम को कम करता है।
te: ఆరోగ్యకరమైన బరువు మధుమేహం మరియు హృదయ ప్రమాదాన్ని తగ్గిస్తుంది.
