Repository: Kasturi-1811/AIChatbot_Disease
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, te

source: English
hi: अंग्रेज़ी
te: ఇంగ్లీష్

source: Hindi
hi: हिंदी
te: హిందీ

source: Telugu
hi: तेलुगु
te: తెలుగు

source: Welcome Back!
hi: वापसी पर स्वागत है!
te: తిరిగి స్వాగతం!

source: Sign in to continue your health journey with personalized AI-powered insights.
hi: व्यक्तिगत एआई-संचालित स्वास्थ्य जानकारी के साथ अपनी स्वास्थ्य यात्रा जारी रखने के लिए साइन इन करें।
te: వ్యక్తిగత AI-ఆధారిత ఆరోగ్య సమాచారంతో మీ ఆరోగ్య ప్రయాణాన్ని కొనసాగించడానికి సైన్ ఇన్ చేయండి.

source: Track your health metrics
hi: अपने स्वास्थ्य मापदंड ट्रैक करें
te: మీ ఆరోగ్య కొలమానాలను ట్రాక్ చేయండి

source: Get instant AI consultations
hi: तुरंत एआई परामर्श प्राप्त करें
te: తక్షణ AI సంప్రదింపులు పొందండి

source: Access your medical history
hi: अपना चिकित्सा इतिहास देखें
te: మీ వైద్య చరిత్రను యాక్సెస్ చేయండి

source: Manage vaccination schedules
hi: टीकाकरण समय-सारणी प्रबंधित करें
te: టీకా షెడ్యూళ్లను నిర్వహించండి

source: Sign In
hi: साइन इन करें
te: సైన్ ఇన్

source: Enter your credentials to access your account
hi: अपने खाते में प्रवेश करने के लिए अपनी जानकारी दर्ज करें
te: మీ ఖాతాను యాక్సెస్ చేయడానికి మీ వివరాలను నమోదు చేయండి

source: Remember me
hi: मुझे याद रखें
te: నన్ను గుర్తుంచుకో

source: Forgot password?
hi: पासवर्ड भूल गए?
te: పాస్‌వర్డ్ మర్చిపోయారా?

source: Create an account
hi: खाता बनाएं
te: ఖాతా సృష్టించండి

source: Back to home
hi: होम पर वापस जाएं
te: హోమ్‌కు తిరిగి వెళ్ళండి

source: Account Information
hi: खाता जानकारी
te: ఖాతా సమాచారం

source: Manage your personal details and preferences
hi: अपनी व्यक्तिगत जानकारी और प्राथमिकताएँ प्रबंधित करें
te: మీ వ్యక్తిగత వివరాలు మరియు ప్రాధాన్యతలను నిర్వహించండి

source: Email Address
hi: ईमेल पता
te: ఇమెయిల్ చిరునామా

source: Location
hi: स्थान
te: స్థానం

source: Language & Preferences
hi: भाषा और प्राथमिकताएँ
te: భాష మరియు ప్రాధాన్యతలు

source: Language
hi: भाषा
te: భాష

source: Choose your preferred language
hi: अपनी पसंदीदा भाषा चुनें
te: మీకు ఇష్టమైన భాషను ఎంచుకోండి

source: Tamil
hi: तमिल
te: తమిళం

source: Email Notifications
hi: ईमेल सूचनाएं
te: ఇమెయిల్ నోటిఫికేషన్‌లు

source: Receive health updates via email
hi: ईमेल के माध्यम से स्वास्थ्य अपडेट प्राप्त करें
te: ఇమెయిల్ ద్వారా ఆరోగ్య నవీకరణలను స్వీకరించండి

source: Vaccination Reminders
hi: टीकाकरण अनुस्मारक
te: టీకా రిమైండర్‌లు

source: Get notified about upcoming vaccines
hi: आगामी टीकों के बारे में सूचना प्राप्त करें
te: రాబోయే టీకాల గురించి నోటిఫికేషన్ పొందండి

source: Save Changes
hi: परिवर्तन सहेजें
te: మార్పులను సేవ్ చేయండి

source: Join HealthAI
hi: हेल्थएआई से जुड़ें
te: హెల్త్‌AI లో చేరండి

source: Start your journey to better health awareness
hi: बेहतर स्वास्थ्य जागरूकता की अपनी यात्रा शुरू करें
te: మెరుగైన ఆరోగ్య అవగాహన కోసం మీ ప్రయాణాన్ని ప్రారంభించండి

source: I agree to the
hi: मैं सहमत हूँ
te: నేను అంగీకరిస్తున్నాను

source: Terms of Service
hi: सेवा की शर्तें
te: సేవా నిబంధనలు

source: and
hi: और
te: మరియు

source: Privacy Policy
hi: गोपनीयता नीति
te: గోప్యతా విధానం

source: I understand my data will be used to provide personalized health insights.
hi: मैं समझता/समझती हूँ कि मेरे डेटा का उपयोग व्यक्तिगत स्वास्थ्य जानकारी प्रदान करने के लिए किया जाएगा।
te: వ్యక్తిగత ఆరోగ్య సమాచారాన్ని అందించడానికి నా డేటా ఉపయోగించబడుతుందని నేను అర్థం చేసుకుంటున్నాను.

source: Create My Account
hi: मेरा खाता बनाएं
te: నా ఖాతాను సృష్టించండి

source: Already have an account?
hi: पहले से खाता है?
te: ఇప్పటికే ఖాతా ఉందా?

source: Sign in instead
hi: इसके बजाय साइन इन करें
te: బదులుగా సైన్ ఇన్ చేయండి

source: 🏥 HealthAI
hi: 🏥 हेल्थएआई
te: 🏥 హెల్త్‌AI

source: Home
hi: होम
te: హోమ్

source: New Chat
hi: नई चैट
te: కొత్త చాట్

source: Recent Chats
hi: हाल की चैट
te: ఇటీవలి చాట్‌లు

source: Health AI Assistant
hi: हेल्थ एआई सहायक
te: హెల్త్ AI అసిస్టెంట్

source: Online & Ready
hi: ऑनलाइन और तैयार
te: ఆన్‌లైన్ మరియు సిద్ధంగా

source: Start a New Conversation
hi: नई बातचीत शुरू करें
te: కొత్త సంభాషణ ప్రారంభించండి

source: Ask me anything about your health, symptoms, or medical conditions. I'm here to help!
hi: अपने स्वास्थ्य, लक्षणों या चिकित्सा स्थितियों के बारे में कुछ भी पूछें। मैं मदद के लिए यहाँ हूँ!
te: మీ ఆరోగ్యం, లక్షణాలు లేదా వైద్య పరిస్థితుల గురించి ఏదైనా అడగండి. నేను సహాయం చేయడానికి ఇక్కడ ఉన్నాను!

source: Add Disease Alert
hi: रोग अलर्ट जोड़ें
te: వ్యాధి హెచ్చరికను జోడించండి

source: Help keep your community informed and safe
hi: अपने समुदाय को सूचित और सुरक्षित रखने में मदद करें
te: మీ కమ్యూనిటీని సమాచారంతో మరియు సురక్షితంగా ఉంచడంలో సహాయపడండి

source: Disease Title
hi: रोग का शीर्षक
te: వ్యాధి శీర్షిక

source: e.g., Dengue Outbreak
hi: जैसे, डेंगू का प्रकोप
te: ఉదా., డెంగ్యూ వ్యాప్తి

source: Description
hi: विवरण
te: వివరణ

source: Provide detailed information about the disease alert...
hi: रोग अलर्ट के बारे में विस्तृत जानकारी प्रदान करें...
te: వ్యాధి హెచ్చరిక గురించి వివరణాత్మక సమాచారాన్ని అందించండి...

source: e.g., Guntur, Andhra Pradesh
hi: जैसे, गुंटूर, आंध्र प्रदेश
te: ఉదా., గుంటూరు, ఆంధ్ర ప్రదేశ్

source: Send Alert
hi: अलर्ट भेजें
te: హెచ్చరిక పంపండి

source: Add Disease
hi: रोग जोड़ें
te: వ్యాధిని జోడించండి

source: Disease Name
hi: रोग का नाम
te: వ్యాధి పేరు

source: Body System
hi: शरीर प्रणाली
te: శరీర వ్యవస్థ

source: History / Origin
hi: इतिहास / उत्पत्ति
te: చరిత్ర / మూలం

source: Causes
hi: कारण
te: కారణాలు

source: Symptoms
hi: लक्षण
te: లక్షణాలు

source: Treatment
hi: उपचार
te: చికిత్స

source: Home Remedies
hi: घरेलू उपचार
te: ఇంటి చికిత్సలు

source: Prevention
hi: रोकथाम
te: నివారణ

source: Specialist Doctor (e.g., Dermatologist)
hi: विशेषज्ञ डॉक्टर (जैसे, त्वचा रोग विशेषज्ञ)
te: స్పెషలిస్ట్ డాక్టర్ (ఉదా., చర్మవ్యాధి నిపుణుడు)

source: Hospital Phone Number
hi: अस्पताल फोन नंबर
te: ఆసుపత్రి ఫోన్ నంబర్

source: Contagious
hi: संक्रामक
te: అంటువ్యాధి

source: Not Contagious
hi: गैर-संक्रामक
te: అంటువ్యాధి కాదు

source: Submit
hi: जमा करें
te: సబ్మిట్ చేయండి

source: Category:
hi: श्रेणी:
te: వర్గం:

source: Body System:
hi: शरीर प्रणाली:
te: శరీర వ్యవస్థ:

source: Specialist Required
hi: विशेषज्ञ की आवश्यकता
te: స్పెషలిస్ట్ అవసరం

source: Back
hi: वापस
te: వెనుకకు

source: Add Disease (Library)
hi: रोग जोड़ें (पुस्तकालय)
te: వ్యాధిని జోడించండి (లైబ్రరీ)

source: 📚 Disease Library
hi: 📚 रोग पुस्तकालय
te: 📚 వ్యాధి లైబ్రరీ

source: Comprehensive health information about diseases, symptoms, treatments, and prevention strategies for better health awareness
hi: बेहतर स्वास्थ्य जागरूकता के लिए रोगों, लक्षणों, उपचारों और रोकथाम रणनीतियों के बारे में व्यापक स्वास्थ्य जानकारी
te: మెరుగైన ఆరోగ్య అవగాహన కోసం వ్యాధులు, లక్షణాలు, చికిత్సలు మరియు నివారణ వ్యూహాల గురించి సమగ్ర ఆరోగ్య సమాచారం

source: All Diseases
hi: सभी रोग
te: అన్ని వ్యాధులు

source: Respiratory
hi: श्वसन संबंधी
te: శ్వాసకోశ సంబంధిత

source: Cardiac
hi: हृदय संबंधी
te: గుండె సంబంధిత

source: Digestive
hi: पाचन संबंधी
te: జీర్ణక్రియ సంబంధిత

source: Neurological
hi: तंत्रिका संबंधी
te: నరాల సంబంధిత

source: Infectious
hi: संक्रामक
te: అంటువ్యాధి

source: 📋 Browse Diseases
hi: 📋 रोग ब्राउज़ करें
te: 📋 వ్యాధులను బ్రౌజ్ చేయండి

source: No diseases added yet.
hi: अभी तक कोई रोग नहीं जोड़ा गया।
te: ఇంకా వ్యాధులు జోడించబడలేదు.

source: Select a Disease
hi: एक रोग चुनें
te: వ్యాధిని ఎంచుకోండి

source: Choose a disease from the sidebar
hi: साइडबार से एक रोग चुनें
te: సైడ్‌బార్ నుండి వ్యాధిని ఎంచుకోండి

source: ← Back
hi: ← वापस
te: ← వెనుకకు

source: 📊 My Health History
hi: 📊 मेरा स्वास्थ्य इतिहास
te: 📊 నా ఆరోగ్య చరిత్ర

source: Track your health journey and review past activities
hi: अपनी स्वास्थ्य यात्रा को ट्रैक करें और पिछली गतिविधियों की समीक्षा करें
te: మీ ఆరోగ్య ప్రయాణాన్ని ట్రాక్ చేయండి మరియు గత కార్యకలాపాలను సమీక్షించండి

source: ago
hi: पहले
te: క్రితం

source: No history yet
hi: अभी तक कोई इतिहास नहीं
te: ఇంకా చరిత్ర లేదు

source: AI Disease Awareness System
hi: एआई रोग जागरूकता प्रणाली
te: AI వ్యాధి అవగాహన వ్యవస్థ

source: Features
hi: विशेषताएँ
te: ఫీచర్‌లు

source: About
hi: बारे में
te: గురించి

source: Profile
hi: प्रोफ़ाइल
te: ప్రొఫైల్

source: Logout
hi: लॉगआउट
te: లాగౌట్

source: Get Started
hi: शुरू करें
te: ప్రారంభించండి

source: Welcome back,
hi: वापसी पर स्वागत है,
te: తిరిగి స్వాగతం,

source: Continue your health journey with personalized AI-powered insights and comprehensive health management tools.
hi: व्यक्तिगत एआई-संचालित अंतर्दृष्टि और व्यापक स्वास्थ्य प्रबंधन उपकरणों के साथ अपनी स्वास्थ्य यात्रा जारी रखें।
te: వ్యక్తిగత AI-ఆధారిత అంతర్దృష్టులు మరియు సమగ్ర ఆరోగ్య నిర్వహణ సాధనాలతో మీ ఆరోగ్య ప్రయాణాన్ని కొనసాగించండి.

source: Explore Features
hi: विशेषताएँ देखें
te: ఫీచర్‌లను అన్వేషించండి

source: My Dashboard
hi: मेरा डैशबोर्ड
te: నా డ్యాష్‌బోర్డ్

source: Manage Your Health,
hi: अपने स्वास्थ्य का प्रबंधन करें,
te: మీ ఆరోగ్యాన్ని నిర్వహించండి,

source: Simplified
hi: सरल बनाया गया
te: సరళీకరించబడింది

source: Get instant AI-powered health insights, track symptoms, and stay informed about diseases with our intelligent healthcare companion.
hi: हमारे बुद्धिमान स्वास्थ्य देखभाल साथी के साथ तत्काल एआई-संचालित स्वास्थ्य अंतर्दृष्टि प्राप्त करें, लक्षणों को ट्रैक करें और रोगों के बारे में सूचित रहें।
te: మా తెలివైన ఆరోగ్య సంరక్షణ సహాయకునితో తక్షణ AI-ఆధారిత ఆరోగ్య అంతర్దృష్టులు పొందండి, లక్షణాలను ట్రాక్ చేయండి మరియు వ్యాధుల గురించి సమాచారంతో ఉండండి.

source: Start Free Today
hi: आज मुफ्त में शुरू करें
te: ఈరోజే ఉచితంగా ప్రారంభించండి

source: AI Chatbot Ready
hi: एआई चैटबॉट तैयार
te: AI చాట్‌బాట్ సిద్ధంగా ఉంది

source: Ask anything about your health
hi: अपने स्वास्थ्य के बारे में कुछ भी पूछें
te: మీ ఆరోగ్యం గురించి ఏదైనా అడగండి

source: Vaccination Tracker
hi: टीकाकरण ट्रैकर
te: టీకా ట్రాకర్

source: Never miss a shot again
hi: फिर कभी टीका न चूकें
te: మళ్లీ టీకా మిస్ కాకండి

source: Health Analytics
hi: स्वास्थ्य विश्लेषण
te: ఆరోగ్య విశ్లేషణలు

source: Track your progress over time
hi: समय के साथ अपनी प्रगति को ट्रैक करें
te: కాలక్రమేణా మీ పురోగతిని ట్రాక్ చేయండి

source: Everything You Need
hi: वह सब कुछ जो आपको चाहिए
te: మీకు కావలసినవన్నీ

source: Comprehensive tools to manage and understand your health better
hi: अपने स्वास्थ्य को बेहतर ढंग से प्रबंधित और समझने के लिए व्यापक उपकरण
te: మీ ఆరోగ్యాన్ని మెరుగ్గా నిర్వహించడానికి మరియు అర్థం చేసుకోవడానికి సమగ్ర సాధనాలు

source: Smart Chatbot
hi: स्मार्ट चैटबॉट
te: స్మార్ట్ చాట్‌బాట్

source: Chat with our AI assistant for instant health advice
hi: तुरंत स्वास्थ्य सलाह के लिए हमारे एआई सहायक के साथ चैट करें
te: తక్షణ ఆరోగ్య సలహా కోసం మా AI అసిస్టెంట్‌తో చాట్ చేయండి

source: Symptom Checker
hi: लक्षण जांचकर्ता
te: లక్షణ తనిఖీదారు

source: Describe symptoms and get assessments
hi: लक्षणों का वर्णन करें और मूल्यांकन प्राप्त करें
te: లక్షణాలను వివరించండి మరియు అంచనాలు పొందండి

source: Disease Library
hi: रोग पुस्तकालय
te: వ్యాధి లైబ్రరీ

source: Learn about health conditions
hi: स्वास्थ्य स्थितियों के बारे में जानें
te: ఆరోగ్య పరిస్థితుల గురించి తెలుసుకోండి

source: Vaccination Information
hi: टीकाकरण जानकारी
te: టీకా సమాచారం

source: View vaccinations near your location
hi: अपने स्थान के पास टीकाकरण देखें
te: మీ స్థానం దగ్గర టీకాలను చూడండి

source: Add Vaccination
hi: टीकाकरण जोड़ें
te: టీకాను జోడించండి

source: Publish vaccination drives
hi: टीकाकरण अभियान प्रकाशित करें
te: టీకా కార్యక్రమాలను ప్రచురించండి

source: Health Quizzes
hi: स्वास्थ्य प्रश्नोत्तरी
te: ఆరోగ్య క్విజ్‌లు

source: Test and expand your medical knowledge with fun quizzes
hi: मज़ेदार प्रश्नोत्तरी के साथ अपने चिकित्सा ज्ञान का परीक्षण और विस्तार करें
te: సరదా క్విజ్‌లతో మీ వైద్య జ్ఞానాన్ని పరీక్షించండి మరియు విస్తరించండి

source: Personal History
hi: व्यक्तिगत इतिहास
te: వ్యక్తిగత చరిత్ర

source: Maintain comprehensive records of your health journey
hi: अपनी स्वास्थ्य यात्रा का व्यापक रिकॉर्ड बनाए रखें
te: మీ ఆరోగ్య ప్రయాణం యొక్క సమగ్ర రికార్డులను నిర్వహించండి

source: 🎯 Health Knowledge Quiz
hi: 🎯 स्वास्थ्य ज्ञान प्रश्नोत्तरी
te: 🎯 ఆరోగ్య జ్ఞాన క్విజ్

source: Test your health knowledge and learn something new!
hi: अपने स्वास्थ्य ज्ञान का परीक्षण करें और कुछ नया सीखें!
te: మీ ఆరోగ్య జ్ఞానాన్ని పరీక్షించండి మరియు కొత్తదాన్ని నేర్చుకోండి!

source: Nutrition & Diet
hi: पोषण और आहार
te: పోషణ మరియు ఆహారం

source: Test your knowledge about healthy eating and nutrition
hi: स्वस्थ भोजन और पोषण के बारे में अपने ज्ञान का परीक्षण करें
te: ఆరోగ్యకరమైన ఆహారం మరియు పోషణ గురించి మీ జ్ఞానాన్ని పరీక్షించండి

source: 📝 10 Questions
hi: 📝 10 प्रश्न
te: 📝 10 ప్రశ్నలు

source: ⏱️ 10 min
hi: ⏱️ 10 मिनट
te: ⏱️ 10 నిమిషాలు

source: Fitness & Exercise
hi: फिटनेस और व्यायाम
te: ఫిట్‌నెస్ మరియు వ్యాయామం

source: Learn about exercise, workouts, and staying active
hi: व्यायाम, वर्कआउट और सक्रिय रहने के बारे में जानें
te: వ్యాయామం, వర్కౌట్‌లు మరియు చురుకుగా ఉండటం గురించి తెలుసుకోండి

source: Mental Health
hi: मानसिक स्वास्थ्य
te: మానసిక ఆరోగ్యం

source: Understand mental wellness and emotional health
hi: मानसिक स्वास्थ्य और भावनात्मक स्वास्थ्य को समझें
te: మానసిక సుఖం మరియు భావోద్వేగ ఆరోగ్యాన్ని అర్థం చేసుకోండి

source: Disease Prevention
hi: रोग रोकथाम
te: వ్యాధి నివారణ

source: Learn about common diseases and prevention
hi: सामान्य रोगों और रोकथाम के बारे में जानें
te: సాధారణ వ్యాధులు మరియు నివారణ గురించి తెలుసుకోండి

source: General Health
hi: सामान्य स्वास्थ्य
te: సాధారణ ఆరోగ్యం

source: Overall health knowledge and wellness tips
hi: समग्र स्वास्थ्य ज्ञान और कल्याण युक्तियाँ
te: మొత్తం ఆరోగ్య జ్ఞానం మరియు సుఖ చిట్కాలు

source: First Aid
hi: प्राथमिक चिकित्सा
te: ప్రథమ చికిత్స

source: Emergency response and first aid basics
hi: आपातकालीन प्रतिक्रिया और प्राथमिक चिकित्सा की मूल बातें
te: అత్యవసర ప్రతిస్పందన మరియు ప్రథమ చికిత్స ప్రాథమికాలు

source: Question
hi: प्रश्न
te: ప్రశ్న

source: of
hi: का
te: లో

source: Question 1
hi: प्रश्न 1
te: ప్రశ్న 1

source: Loading question...
hi: प्रश्न लोड हो रहा है...
te: ప్రశ్న లోడ్ అవుతోంది...

source: 💡 Explanation
hi: 💡 व्याख्या
te: 💡 వివరణ

source: Previous
hi: पिछला
te: మునుపటి

source: Next
hi: अगला
te: తదుపరి

source: Great job!
hi: बहुत बढ़िया!
te: చాలా బాగుంది!

source: Correct Answers
hi: सही उत्तर
te: సరైన సమాధానాలు

source: Accuracy
hi: सटीकता
te: ఖచ్చితత్వం

source: Time Taken
hi: लिया गया समय
te: తీసుకున్న సమయం

source: Take Another Quiz
hi: एक और प्रश्नोत्तरी लें
te: మరొక క్విజ్ తీసుకోండి

source: Which vitamin is produced when skin is exposed to sunlight?
hi: त्वचा को धूप के संपर्क में लाने पर कौन सा विटामिन बनता है?
te: చర్మం సూర్యరశ్మికి గురైనప్పుడు ఏ విటమిన్ ఉత్పత్తి అవుతుంది?

source: Vitamin A
hi: विटामिन ए
te: విటమిన్ A

source: Vitamin D
hi: विटामिन डी
te: విటమిన్ D

source: Vitamin C
hi: विटामिन सी
te: విటమిన్ C

source: Vitamin K
hi: विटामिन के
te: విటమిన్ K

source: Vitamin D is synthesized through sunlight exposure.
hi: विटामिन डी धूप के संपर्क से संश्लेषित होता है।
te: విటమిన్ D సూర్యకాంతి బహిర్గతం ద్వారా సంశ్లేషణ చేయబడుతుంది.

source: Which nutrient is the main source of energy for the body?
hi: कौन सा पोषक तत्व शरीर के लिए ऊर्जा का मुख्य स्रोत है?
te: శరీరానికి శక్తి యొక్క ప్రధాన వనరు ఏ పోషకం?

source: Protein
hi: प्रोटीन
te: ప్రోటీన్

source: Carbohydrates
hi: कार्बोहाइड्रेट
te: కార్బోహైడ్రేట్లు

source: Vitamins
hi: विटामिन
te: విటమిన్లు

source: Minerals
hi: खनिज

source: Carbohydrates are the body's primary energy source.
hi: कार्बोहाइड्रेट शरीर का प्राथमिक ऊर्जा स्रोत हैं।
te: కార్బోహైడ్రేట్లు శరీరం యొక్క ప్రాథమిక శక్తి వనరు.

source: Which mineral is essential for oxygen transport in blood?
hi: रक्त में ऑक्सीजन परिवहन के लिए कौन सा खनिज आवश्यक है?
te: రక్తంలో ఆక్సిజన్ రవాణాకు ఏ ఖనిజం అవసరం?

source: Iron
hi: आयरन
te: ఇనుము

source: Calcium
hi: कैल्शियम
te: కాల్షియం

source: Magnesium
hi: मैग्नीशियम
te: మెగ్నీషియం

source: Potassium
hi: पोटैशियम
te: పొటాషియం

source: Iron helps form hemoglobin which carries oxygen.
hi: आयरन हीमोग्लोबिन बनाने में मदद करता है जो ऑक्सीजन ले जाता है।
te: ఇనుము హిమోగ్లోబిన్ ఏర్పడటానికి సహాయపడుతుంది, ఇది ఆక్సిజన్‌ను మోస్తుంది.

source: Which food is highest in protein?
hi: कौन सा भोजन प्रोटीन में सबसे अधिक है?
te: ఏ ఆహారంలో ప్రోటీన్ ఎక్కువగా ఉంటుంది?

source: Rice
hi: चावल
te: అన్నం

source: Eggs
hi: अंडे
te: గుడ్లు

source: Butter
hi: मक्खन
te: వెన్న

source: Sugar
hi: चीनी
te: చక్కెర

source: Eggs are a rich source of protein.
hi: अंडे प्रोटीन का एक समृद्ध स्रोत हैं।
te: గుడ్లు ప్రోటీన్ యొక్క గొప్ప వనరు.

source: Which vitamin helps with vision?
hi: कौन सा विटामिन दृष्टि में मदद करता है?
te: ఏ విటమిన్ దృష్టికి సహాయపడుతుంది?

source: Vitamin B12
hi: विटामिन बी12
te: విటమిన్ B12

source: Vitamin E
hi: विटामिन ई
te: విటమిన్ E

source: Vitamin A supports healthy vision.
hi: विटामिन ए स्वस्थ दृष्टि का समर्थन करता है।
te: విటమిన్ A ఆరోగ్యకరమైన దృష్టికి మద్దతు ఇస్తుంది.

source: Which nutrient helps build muscles?
hi: कौन सा पोषक तत्व मांसपेशियों को बनाने में मदद करता है?
te: ఏ పోషకం కండరాలను నిర్మించడానికి సహాయపడుతుంది?

source: Fat
hi: वसा
te: కొవ్వు

source: Fiber
hi: फाइबर
te: ఫైబర్

source: Protein repairs and builds muscle tissue.
hi: प्रोटीन मांसपेशियों के ऊतकों की मरम्मत और निर्माण करता है।
te: ప్రోటీన్ కండర కణజాలాన్ని మరమ్మతు చేస్తుంది మరియు నిర్మిస్తుంది.

source: Which is a healthy fat source?
hi: कौन सा स्वस्थ वसा का स्रोत है?
te: ఏది ఆరోగ్యకరమైన కొవ్వు వనరు?

source: Fried chips
hi: तले हुए चिप्स
te: వేయించిన చిప్స్

source: Olive oil
hi: जैतून का तेल
te: ఆలివ్ నూనె

source: Processed snacks
hi: प्रोसेस्ड स्नैक्स
te: ప్రాసెస్ చేసిన స్నాక్స్

source: Olive oil contains healthy monounsaturated fats.
hi: जैतून के तेल में स्वस्थ मोनोअनसैचुरेटेड वसा होती है।
te: ఆలివ్ నూనెలో ఆరోగ్యకరమైన మోనోఅన్‌సాచురేటెడ్ కొవ్వులు ఉంటాయి.

source: Fiber mainly helps in?
hi: फाइबर मुख्य रूप से किसमें मदद करता है?
te: ఫైబర్ ప్రధానంగా దేనిలో సహాయపడుతుంది?

source: Digestion
hi: पाचन

source: Breathing
hi: सांस लेना
te: శ్వాసక్రియ

source: Vision
hi: दृष्टि
te: దృష్టి

source: Hearing
hi: सुनना
te: వినికిడి

source: Fiber improves digestion and prevents constipation.
hi: फाइबर पाचन में सुधार करता है और कब्ज को रोकता है।
te: ఫైబర్ జీర్ణక్రియను మెరుగుపరుస్తుంది మరియు మలబద్ధకాన్ని నివారిస్తుంది.

source: Which fruit is rich in Vitamin C?
hi: कौन सा फल विटामिन सी से भरपूर है?
te: ఏ పండ్లలో విటమిన్ C ఎక్కువగా ఉంటుంది?

source: Orange
hi: संतरा
te: నారింజ

source: Banana
hi: केला
te: అరటి

source: Apple
hi: सेब
te: ఆపిల్

source: Oranges are high in Vitamin C.
hi: संतरे में विटामिन सी अधिक होता है।
te: నారింజలలో విటమిన్ C ఎక్కువగా ఉంటుంది.

source: Too much sugar can lead to?
hi: बहुत अधिक चीनी किस ओर ले जा सकती है?
te: ఎక్కువ చక్కెర దారితీయవచ్చు?

source: Strong bones
hi: मजबूत हड्डियां
te: బలమైన ఎముకలు

source: Diabetes
hi: मधुमेह
te: మధుమేహం

source: Better sleep
hi: बेहतर नींद
te: మంచి నిద్ర

source: More vitamins
hi: अधिक विटामिन
te: మరిన్ని విటమిన్లు

source: Excess sugar intake increases diabetes risk.
hi: अत्यधिक चीनी का सेवन मधुमेह का खतरा बढ़ाता है।
te: అధిక చక్కెర తీసుకోవడం మధుమేహ ప్రమాదాన్ని పెంచుతుంది.

source: Which mineral strengthens bones?
hi: कौन सा खनिज हड्डियों को मजबूत करता है?
te: ఏ ఖనిజం ఎముకలను బలపరుస్తుంది?

source: Sodium
hi: सोडियम
te: సోడియం

source: Zinc
hi: जिंक
te: జింక్

source: Calcium builds strong bones and teeth.
hi: कैल्शियम मजबूत हड्डियों और दांतों का निर्माण करता है।
te: కాల్షియం బలమైన ఎముకలు మరియు దంతాలను నిర్మిస్తుంది.

source: Water helps regulate?
hi: पानी किसे नियंत्रित करने में मदद करता है?
te: నీరు దేనిని నియంత్రించడానికి సహాయపడుతుంది?

source: Body temperature
hi: शरीर का तापमान
te: శరీర ఉష్ణోగ్రత

source: Hair color
hi: बालों का रंग
te: జుట్టు రంగు

source: Eye color
hi: आंखों का रंग
te: కంటి రంగు

source: Height
hi: ऊंचाई
te: ఎత్తు

source: Water regulates body temperature.
hi: पानी शरीर के तापमान को नियंत्रित करता है।
te: నీరు శరీర ఉష్ణోగ్రతను నియంత్రిస్తుంది.

source: Balanced diet includes?
hi: संतुलित आहार में क्या शामिल है?
te: సమతుల్య ఆహారంలో ఏమి ఉంటుంది?

source: Only protein
hi: केवल प्रोटीन
te: కేవలం ప్రోటీన్

source: Only fats
hi: केवल वसा
te: కేవలం కొవ్వులు

source: All nutrients
hi: सभी पोषक तत्व
te: అన్ని పోషకాలు

source: Only carbs
hi: केवल कार्ब्स
te: కేవలం కార్బోహైడ్రేట్లు

source: A balanced diet includes all essential nutrients.
hi: संतुलित आहार में सभी आवश्यक पोषक तत्व शामिल होते हैं।
te: సమతుల్య ఆహారంలో అన్ని అవసరమైన పోషకాలు ఉంటాయి.

source: Which is whole grain?
hi: कौन सा साबुत अनाज है?
te: ఏది తృణధాన్యం?

source: White bread
hi: सफेद ब्रेड
te: తెల్ల బ్రెడ్

source: Brown rice
hi: ब्राउन राइस
te: బ్రౌన్ రైస్

source: Candy
hi: कैंडी
te: మిఠాయి

source: Soda
hi: सोडा
te: సోడా

source: Brown rice is a whole grain.
hi: ब्राउन राइस एक साबुत अनाज है।
te: బ్రౌన్ రైస్ ఒక తృణధాన్యం.

source: Which vitamin supports immunity?
hi: कौन सा विटामिन प्रतिरक्षा का समर्थन करता है?
te: ఏ విటమిన్ రోగనిరోధక శక్తికి మద్దతు ఇస్తుంది?

source: Vitamin B
hi: विटामिन बी
te: విటమిన్ B

source: Vitamin C boosts immunity.
hi: विटामिन सी प्रतिरक्षा को बढ़ाता है।
te: విటమిన్ C రోగనిరోధక శక్తిని పెంచుతుంది.

source: Overeating can cause?
hi: अधिक खाने से क्या हो सकता है?
te: అధికంగా తినడం వల్ల ఏమి కలుగుతుంది?

source: Obesity
hi: मोटापा
te: ఊబకాయం

source: Stronger bones
hi: मजबूत हड्डियां
te: బలమైన ఎముకలు

source: Better vision
hi: बेहतर दृष्टि
te: మంచి దృష్టి

source: Hair growth
hi: बालों का विकास
te: జుట్టు పెరుగుదల

source: Overeating leads to weight gain and obesity.
hi: अधिक खाने से वजन बढ़ता है और मोटापा होता है।
te: అధికంగా తినడం బరువు పెరగడానికి మరియు ఊబకాయానికి దారితీస్తుంది.

source: Which is a dairy product?
hi: कौन सा डेयरी उत्पाद है?
te: ఏది పాల ఉత్పత్తి?

source: Milk
hi: दूध
te: పాలు

source: Carrot
hi: गाजर
te: క్యారెట్

source: Milk is a dairy product rich in calcium.
hi: दूध एक डेयरी उत्पाद है जो कैल्शियम से भरपूर है।
te: పాలు కాల్షియంతో సమృద్ధిగా ఉన్న పాల ఉత్పత్తి.

source: Which food is high in fiber?
hi: कौन सा भोजन फाइबर में उच्च है?
te: ఏ ఆహారంలో ఫైబర్ ఎక్కువగా ఉంటుంది?

source: Vegetables
hi: सब्जियां
te: కూరగాయలు

source: Oil
hi: तेल
te: నూనె

source: Vegetables are rich in fiber.
hi: सब्जियां फाइबर से भरपूर होती हैं।
te: కూరగాయలు ఫైబర్‌తో సమృద్ధిగా ఉంటాయి.

source: Salt mainly contains?
hi: नमक में मुख्य रूप से क्या होता है?
te: ఉప్పులో ప్రధానంగా ఏముంటుంది?

source: Salt contains sodium.
hi: नमक में सोडियम होता है।
te: ఉప్పులో సోడియం ఉంటుంది.

source: Too much salt causes?
hi: बहुत अधिक नमक से क्या होता है?
te: ఎక్కువ ఉప్పు దేనికి కారణమవుతుంది?

source: Low BP
hi: निम्न रक्तचाप
te: తక్కువ BP

source: High BP
hi: उच्च रक्तचाप

source: Strong teeth
hi: मजबूत दांत
te: బలమైన దంతాలు

source: Excess sodium increases blood pressure.
hi: अतिरिक्त सोडियम रक्तचाप बढ़ाता है।
te: అధిక సోడియం రక్తపోటును పెంచుతుంది.

source: How many minutes of moderate exercise is recommended per week?
hi: प्रति सप्ताह कितने मिनट का मध्यम व्यायाम अनुशंसित है?
te: వారానికి ఎన్ని నిమిషాల మితమైన వ్యాయామం సిఫార్సు చేయబడింది?

source: 60 minutes
hi: 60 मिनट
te: 60 నిమిషాలు

source: 90 minutes
hi: 90 मिनट
te: 90 నిమిషాలు

source: 150 minutes
hi: 150 मिनट
te: 150 నిమిషాలు

source: 300 minutes
hi: 300 मिनट
te: 300 నిమిషాలు

source: WHO recommends at least 150 minutes of moderate exercise per week.
hi: डब्ल्यूएचओ प्रति सप्ताह कम से कम 150 मिनट मध्यम व्यायाम की सिफारिश करता है।
te: WHO వారానికి కనీసం 150 నిమిషాల మితమైన వ్యాయామం సిఫార్సు చేస్తుంది.

source: Which exercise mainly improves cardiovascular endurance?
hi: कौन सा व्यायाम मुख्य रूप से हृदय की सहनशक्ति में सुधार करता है?
te: ఏ వ్యాయామం ప్రధానంగా హృదయ వాహక ఓర్పును మెరుగుపరుస్తుంది?

source: Weight lifting
hi: वजन उठाना
te: బరువు ఎత్తడం

source: Running
hi: दौड़ना
te: పరుగు

source: Plank
hi: प्लैंक
te: ప్లాంక్

source: Stretching
hi: स्ट्रेचिंग
te: సాగదీయడం

source: Running strengthens the heart and improves stamina.
hi: दौड़ना हृदय को मजबूत करता है और सहनशक्ति में सुधार करता है।
te: పరుగు హృదయాన్ని బలపరుస్తుంది మరియు శక్తిని మెరుగుపరుస్తుంది.

source: Which muscle group is targeted in squats?
hi: स्क्वाट्स में कौन सी मांसपेशी समूह लक्षित होता है?
te: స్క్వాట్స్‌లో ఏ కండరాల సమూహం లక్ష్యంగా ఉంటుంది?

source: Chest
hi: छाती
te: ఛాతీ

source: Shoulders
hi: कंधे
te: భుజాలు

source: Legs
hi: पैर
te: కాళ్లు

source: Arms
hi: हाथ
te: చేతులు

source: Squats primarily target quadriceps, hamstrings, and glutes.
hi: स्क्वाट्स मुख्य रूप से क्वाड्रिसेप्स, हैमस्ट्रिंग और ग्लूट्स को लक्षित करते हैं।
te: స్క్వాట్స్ ప్రధానంగా క్వాడ్రిసెప్స్, హామ్‌స్ట్రింగ్స్ మరియు గ్లూట్స్‌ను లక్ష్యంగా చేసుకుంటాయి.
