Repository: Kasturi-1811/AIChatbot_Disease
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, te

source: Lack of water causes headaches.
hi: पानी की कमी से सिरदर्द होता है।
te: నీటి లోపం తలనొప్పికి కారణమవుతుంది.

source: Balanced meals should include:
hi: संतुलित भोजन में शामिल होना चाहिए:
te: సమతుల్య భోజనాలలో ఉండాలి:

source: Protein, carbs, fats
hi: प्रोटीन, कार्ब्स, वसा
te: ప్రోటీన్, కార్బ్స్, కొవ్వులు

source: Only sugar
hi: केवल शर्करा
te: కేవలం చక్కెర

source: All macronutrients are needed.
hi: सभी मैक्रोन्यूट्रिएंट्स की आवश्यकता है।
te: అన్ని మాక్రోన్యూట్రియంట్స్ అవసరం.

source: Good posture prevents:
hi: अच्छी मुद्रा रोकती है:
te: మంచి భంగిమ నివారిస్తుంది:

source: Proper posture prevents back pain.
hi: उचित मुद्रा पीठ दर्द को रोकती है।
te: సరైన భంగిమ వెన్ను నొప్పిని నివారిస్తుంది.

source: Walking improves:
hi: चलना सुधार करता है:
te: నడక మెరుగుపరుస్తుంది:

source: Walking improves heart health.
hi: चलना हृदय स्वास्थ्य में सुधार करता है।
te: నడక హృదయ ఆరోగ్యాన్ని మెరుగుపరుస్తుంది.

source: Which is a healthy snack?
hi: कौन सा स्वस्थ नाश्ता है?
te: ఏది ఆరోగ్యకరమైన స్నాక్?

source: Fruits
hi: फल
te: పండ్లు

source: Chips
hi: चिप्स
te: చిప్స్

source: Fruits are healthy snacks.
hi: फल स्वस्थ नाश्ते हैं।
te: పండ్లు ఆరోగ్యకరమైన స్నాక్స్.

source: Meditation helps with:
hi: ध्यान में मदद करता है:
te: ధ్యానం సహాయపడుతుంది:

source: Stress reduction
hi: तनाव में कमी
te: ఒత్తిడి తగ్గింపు

source: Meditation reduces stress.
hi: ध्यान तनाव को कम करता है।
te: ధ్యానం ఒత్తిడిని తగ్గిస్తుంది.

source: Which reduces infection risk?
hi: कौन संक्रमण के जोखिम को कम करता है?
te: ఏది ఇన్ఫెక్షన్ ప్రమాదాన్ని తగ్గిస్తుంది?

source: Hand sanitizer
hi: हैंड सैनिटाइज़र
te: హ్యాండ్ శానిటైజర్

source: Sharing bottles
hi: बोतलें साझा करना
te: సీసాలు పంచుకోవడం

source: Skipping bath
hi: स्नान छोड़ना
te: స్నానం దాటవేయడం

source: Not washing hands
hi: हाथ न धोना
te: చేతులు కడుక్కోకపోవడం

source: Sanitizer reduces germs.
hi: सैनिटाइज़र कीटाणुओं को कम करता है।
te: శానిటైజర్ జెర్మ్స్‌ను తగ్గిస్తుంది.

source: What should you do first in an emergency?
hi: आपातकाल में आपको सबसे पहले क्या करना चाहिए?
te: అత్యవసర పరిస్థితుల్లో మీరు మొదట ఏమి చేయాలి?

source: Panic
hi: घबराना
te: భయపడటం

source: Ensure safety
hi: सुरक्षा सुनिश्चित करें
te: భద్రత నిర్ధారించడం

source: Run away
hi: भाग जाना
te: పారిపోవడం

source: Ignore
hi: अनदेखा करना
te: విస్మరించడం

source: Always ensure scene safety first.
hi: हमेशा पहले दृश्य सुरक्षा सुनिश्चित करें।
te: ఎల్లప్పుడూ మొదట దృశ్య భద్రతను నిర్ధారించండి.

source: For minor burns, use:
hi: मामूली जलन के लिए, उपयोग करें:
te: చిన్న కాలిన గాయాలకు, ఉపయోగించండి:

source: Ice directly
hi: सीधे बर्फ
te: నేరుగా మంచు

source: Cold running water
hi: ठंडा बहता पानी
te: చల్లని ప్రవహించే నీరు

source: Toothpaste
hi: टूथपेस्ट
te: టూత్‌పేస్ట్

source: Cool running water soothes burns.
hi: ठंडा बहता पानी जलन को शांत करता है।
te: చల్లని ప్రవహించే నీరు కాలిన గాయాలను శాంతపరుస్తుంది.

source: CPR stands for:
hi: CPR का अर्थ है:
te: CPR అంటే:

source: Cardio Pulmonary Resuscitation
hi: कार्डियो पल्मोनरी रिससिटेशन
te: కార్డియో పల్మోనరీ రిససిటేషన్

source: Cardiac Pressure Response
hi: कार्डियक प्रेशर रिस्पांस
te: కార్డియాక్ ప్రెషర్ రెస్పాన్స్

source: Chest Pump Rescue
hi: चेस्ट पंप रेस्क्यू
te: ఛెస్ట్ పంప్ రక్షణ

source: Critical Pulse Recovery
hi: क्रिटिकल पल्स रिकवरी
te: క్రిటికల్ పల్స్ రికవరీ

source: CPR means Cardio Pulmonary Resuscitation.
hi: CPR का अर्थ है कार्डियो पल्मोनरी रिससिटेशन।
te: CPR అంటే కార్డియో పల్మోనరీ రిససిటేషన్.

source: For nosebleed, you should:
hi: नाक से खून बहने के लिए, आपको चाहिए:
te: ముక్కు నుండి రక్తం కారినప్పుడు, మీరు చేయాలి:

source: Tilt head back
hi: सिर पीछे झुकाएं
te: తల వెనుకకు వంచడం

source: Lean forward
hi: आगे झुकें
te: ముందుకు వంగడం

source: Lie down
hi: लेट जाएं
te: పడుకోవడం

source: Lean forward to avoid swallowing blood.
hi: खून निगलने से बचने के लिए आगे झुकें।
te: రక్తాన్ని మింగకుండా ఉండటానికి ముందుకు వంగండి.

source: If someone is choking, perform:
hi: यदि कोई घुट रहा है, तो करें:
te: ఎవరైనా ఉక్కిరి బిక్కిరి అవుతున్నట్లయితే, చేయండి:

source: Heimlich maneuver
hi: हेमलिच युक्ति
te: హేమ్‌లిచ్ మెనూవర్

source: CPR immediately
hi: तुरंत CPR
te: వెంటనే CPR

source: Water therapy
hi: जल चिकित्सा
te: వాటర్ థెరపీ

source: Massage
hi: मालिश
te: మసాజ్

source: Heimlich maneuver helps remove obstruction.
hi: हेमलिच युक्ति रुकावट को हटाने में मदद करती है।
te: హేమ్‌లిచ్ మెనూవర్ అడ్డంకిని తొలగించడంలో సహాయపడుతుంది.

source: For cuts, first step:
hi: कटने के लिए, पहला कदम:
te: కోతలకు, మొదటి అడుగు:

source: Wash with clean water
hi: साफ पानी से धोएं
te: శుభ్రమైన నీటితో కడగడం

source: Apply mud
hi: कीचड़ लगाएं
te: బురద రాయడం

source: Use dirty cloth
hi: गंदे कपड़े का उपयोग करें
te: మురికి గుడ్డ వాడటం

source: Clean wound with water.
hi: घाव को पानी से साफ करें।
te: గాయాన్ని నీటితో శుభ్రం చేయండి.

source: If someone faints, you should:
hi: यदि कोई बेहोश हो जाए, तो आपको चाहिए:
te: ఎవరైనా మూర్ఛపోతే, మీరు చేయాలి:

source: Lay them flat
hi: उन्हें सपाट लिटाएं
te: వారిని సమంగా పడుకోబెట్టడం

source: Shake violently
hi: जोर से हिलाएं
te: గట్టిగా కదిలించడం

source: Throw water
hi: पानी फेंकें
te: నీరు విసిరివేయడం

source: Lay flat and elevate legs.
hi: सपाट लिटाएं और पैरों को ऊपर उठाएं।
te: సమంగా పడుకోబెట్టి కాళ్లను ఎత్తండి.

source: For sprain, use:
hi: मोच के लिए, उपयोग करें:
te: బెణుకు కోసం, ఉపయోగించండి:

source: RICE method
hi: RICE विधि
te: RICE పద్ధతి

source: Heat immediately
hi: तुरंत गर्म करें
te: వెంటనే వేడి చేయడం

source: Massage hard
hi: जोर से मालिश करें
te: గట్టిగా మసాజ్ చేయడం

source: Rest, Ice, Compression, Elevation.
hi: आराम, बर्फ, संपीड़न, ऊंचाई।
te: విశ్రాంతి, మంచు, కుదింపు, ఎత్తు.

source: Emergency number in India is:
hi: भारत में आपातकालीन नंबर है:
te: భారతదేశంలో అత్యవసర నంబర్:

source: 112 is national emergency helpline.
hi: 112 राष्ट्रीय आपातकालीन हेल्पलाइन है।
te: 112 జాతీయ అత్యవసర హెల్ప్‌లైన్.

source: If electric shock occurs:
hi: यदि बिजली का झटका लगे:
te: విద్యుత్ షాక్ సంభవిస్తే:

source: Touch directly
hi: सीधे स्पर्श करें
te: నేరుగా తాకడం

source: Switch off power first
hi: पहले बिजली बंद करें
te: మొదట విద్యుత్‌ను ఆపండి

source: Pour water
hi: पानी डालें
te: నీరు పోయడం

source: Turn off power before touching victim.
hi: पीड़ित को छूने से पहले बिजली बंद करें।
te: బాధితుడిని తాకే ముందు విద్యుత్‌ను ఆపండి.

source: For snake bite, you should:
hi: सांप के काटने के लिए, आपको चाहिए:
te: పాము కాటుకు, మీరు చేయాలి:

source: Suck venom
hi: जहर चूसें
te: విషాన్ని పీల్చడం

source: Keep person calm
hi: व्यक्ति को शांत रखें
te: వ్యక్తిని ప్రశాంతంగా ఉంచడం

source: Cut wound
hi: घाव काटें
te: గాయాన్ని కోయడం

source: Apply ice
hi: बर्फ लगाएं
te: మంచు రాయడం

source: Keep calm and seek medical help.
hi: शांत रहें और चिकित्सा सहायता लें।
te: ప్రశాంతంగా ఉండండి మరియు వైద్య సహాయం తీసుకోండి.

source: For eye injury, you should:
hi: आंख की चोट के लिए, आपको चाहिए:
te: కంటి గాయం కోసం, మీరు చేయాలి:

source: Rub eye
hi: आंख रगड़ें
te: కంటిని రుద్దడం

source: Rinse gently
hi: धीरे से धोएं
te: సున్నితంగా కడగడం

source: Apply oil
hi: तेल लगाएं
te: నూనె రాయడం

source: Rinse gently with clean water.
hi: साफ पानी से धीरे से धोएं।
te: శుభ్రమైన నీటితో సున్నితంగా కడగండి.

source: If fracture suspected:
hi: यदि फ्रैक्चर का संदेह हो:
te: ఎముక పగిలినట్లు అనుమానిస్తే:

source: Move limb
hi: अंग हिलाएं
te: అవయవాన్ని కదిలించడం

source: Immobilize
hi: स्थिर करें
te: కదలకుండా చేయడం

source: Keep limb still and supported.
hi: अंग को स्थिर और सहारे में रखें।
te: అవయవాన్ని స్థిరంగా మరియు మద్దతుతో ఉంచండి.

source: For heat stroke:
hi: हीट स्ट्रोक के लिए:
te: హీట్ స్ట్రోక్ కోసం:

source: Cool the person
hi: व्यक्ति को ठंडा करें
te: వ్యక్తిని చల్లబరచడం

source: Give alcohol
hi: शराब दें
te: మద్యం ఇవ్వడం

source: Wrap blanket
hi: कंबल लपेटें
te: దుప్పటి కప్పడం

source: Cool body immediately.
hi: शरीर को तुरंत ठंडा करें।
te: వెంటనే శరీరాన్ని చల్లబరచండి.

source: For poisoning:
hi: जहर के लिए:
te: విషప్రయోగం కోసం:

source: Induce vomiting always
hi: हमेशा उल्टी कराएं
te: ఎల్లప్పుడూ వాంతి చేయించడం

source: Call emergency
hi: आपातकालीन कॉल करें
te: అత్యవసర కాల్ చేయడం

source: Give soda
hi: सोडा दें
te: సోడా ఇవ్వడం

source: Call emergency services immediately.
hi: तुरंत आपातकालीन सेवाओं को कॉल करें।
te: వెంటనే అత్యవసర సేవలకు కాల్ చేయండి.

source: 🔍 AI Symptom Checker
hi: 🔍 एआई लक्षण जांचकर्ता
te: 🔍 AI లక్షణ తనిఖీదారు

source: Select your symptoms and get AI-powered health insights instantly
hi: अपने लक्षणों का चयन करें और तुरंत एआई-संचालित स्वास्थ्य अंतर्दृष्टि प्राप्त करें
te: మీ లక్షణాలను ఎంచుకోండి మరియు తక్షణమే AI-ఆధారిత ఆరోగ్య అంతర్దృష్టులు పొందండి

source: Select Symptoms
hi: लक्षण चुनें
te: లక్షణాలను ఎంచుకోండి

source: All
hi: सभी
te: అన్నీ

source: General
hi: सामान्य
te: సాధారణ

source: Check Disease
hi: रोग की जांच करें
te: వ్యాధిని తనిఖీ చేయండి

source: 🤖 AI Clinical Report
hi: 🤖 एआई नैदानिक रिपोर्ट
te: 🤖 AI క్లినికల్ రిపోర్ట్

source: Based on your selected symptoms
hi: आपके चयनित लक्षणों के आधार पर
te: మీరు ఎంచుకున్న లక్షణాల ఆధారంగా

source: Risk Assessment
hi: जोखिम मूल्यांकन
te: రిస్క్ అసెస్‌మెంట్

source: Low Risk
hi: कम जोखिम
te: తక్కువ రిస్క్

source: Medium Risk
hi: मध्यम जोखिम
te: మధ్యస్థ రిస్క్

source: High Risk
hi: उच्च जोखिम
te: అధిక రిస్క్

source: Recommended Care
hi: अनुशंसित देखभाल
te: సిఫార్సు చేయబడిన సంరక్షణ

source: Lifestyle Changes
hi: जीवनशैली में बदलाव
te: జీవనశైలి మార్పులు

source: Important Notice
hi: महत्वपूर्ण सूचना
te: ముఖ్యమైన నోటీసు

source: Emergency Alert
hi: आपातकालीन चेतावनी
te: అత్యవసర హెచ్చరిక

source: Please consult a doctor immediately! Your symptoms indicate a high-risk condition that requires urgent medical attention.
hi: कृपया तुरंत डॉक्टर से परामर्श लें! आपके लक्षण एक उच्च जोखिम वाली स्थिति का संकेत देते हैं जिसके लिए तत्काल चिकित्सा ध्यान की आवश्यकता है।
te: దయచేసి వెంటనే డాక్టర్‌ను సంప్రదించండి! మీ లక్షణాలు అత్యవసర వైద్య శ్రద్ధ అవసరమయ్యే అధిక-రిస్క్ పరిస్థితిని సూచిస్తున్నాయి.

source: No Analysis Yet
hi: अभी तक कोई विश्लेषण नहीं
te: ఇంకా విశ్లేషణ లేదు

source: Select your symptoms and click \
hi: अपने लक्षण चुनें और क्लिक करें \
te: మీ లక్షణాలను ఎంచుకుని క్లిక్ చేయండి \

source: Dose Number
hi: खुराक संख्या
te: డోస్ సంఖ్య

source: Notes (Optional)
hi: नोट्स (वैकल्पिक)
te: గమనికలు (ఐచ్ఛికం)

source: HealthAI
hi: हेल्थएआई
te: హెల్త్‌AI

source: Keep track of your vaccinations and never miss an important dose. Protect yourself and your community.
hi: अपने टीकाकरण का ट्रैक रखें और कभी भी एक महत्वपूर्ण खुराक न चूकें। अपनी और अपने समुदाय की रक्षा करें।
te: మీ టీకాలను ట్రాక్ చేయండి మరియు ముఖ్యమైన డోస్‌ను ఎప్పుడూ మిస్ కాకండి. మిమ్మల్ని మరియు మీ కమ్యూనిటీని రక్షించుకోండి.

source: Total Vaccines
hi: कुल टीके
te: మొత్తం టీకాలు

source: Completed
hi: पूर्ण
te: పూర్తయింది

source: Upcoming
hi: आगामी
te: రాబోయే

source: Overdue
hi: अतिदेय
te: గడువు దాటిన

source: My Vaccinations
hi: मेरे टीकाकरण
te: నా టీకాలు

source: Add Vaccine
hi: टीका जोड़ें
te: టీకాను జోడించండి

source: Upcoming Reminders
hi: आगामी अनुस्मारक
te: రాబోయే రిమైండర్‌లు

source: COVID-19 Booster
hi: कोविड-19 बूस्टर
te: కోవిడ్-19 బూస్టర్

source: Due in 15 days • Feb 5, 2026
hi: 15 दिनों में देय • 5 फरवरी, 2026
te: 15 రోజుల్లో • ఫిబ్రవరి 5, 2026

source: Influenza
hi: इन्फ्लूएंजा
te: ఇన్ఫ్లుఎంజా

source: Due in 30 days • Feb 20, 2026
hi: 30 दिनों में देय • 20 फरवरी, 2026
te: 30 రోజుల్లో • ఫిబ్రవరి 20, 2026

source: Government Recommended
hi: सरकार द्वारा अनुशंसित
te: ప్రభుత్వం సిఫార్సు చేసింది

source: COVID-19 Vaccination
hi: कोविड-19 टीकाकरण
te: కోవిడ్-19 టీకా

source: Essential for preventing severe illness and reducing transmission in the community.
hi: गंभीर बीमारी को रोकने और समुदाय में संचरण को कम करने के लिए आवश्यक।
te: తీవ్రమైన అనారోగ్యాన్ని నివారించడానికి మరియు కమ్యూనిటీలో వ్యాప్తిని తగ్గించడానికి అవసరం.

source: Annual Influenza Vaccine
hi: वार्षिक इन्फ्लूएंजा टीका
te: వార్షిక ఇన్ఫ్లుఎంజా టీకా

source: Recommended yearly, especially for elderly and immunocompromised individuals.
hi: वार्षिक रूप से अनुशंसित, विशेष रूप से बुजुर्गों और प्रतिरक्षाविहीन व्यक्तियों के लिए।
te: వార్షికంగా సిఫార్సు చేయబడింది, ముఖ్యంగా వృద్ధులు మరియు రోగనిరోధక శక్తి లేని వ్యక్తులకు.

source: Critical for healthcare workers and those at higher risk of infection.
hi: स्वास्थ्य कर्मियों और संक्रमण के उच्च जोखिम वाले लोगों के लिए महत्वपूर्ण।
te: ఆరోగ్య కార్యకర్తలకు మరియు సంక్రమణ ప్రమాదం ఎక్కువగా ఉన్నవారికి కీలకం.

source: Vaccination Tips
hi: टीकाकरण युक्तियाँ
te: టీకా చిట్కాలు

source: Keep your vaccination card in a safe, accessible place
hi: अपने टीकाकरण कार्ड को एक सुरक्षित, सुलभ स्थान पर रखें
te: మీ టీకా కార్డును సురక్షితమైన, అందుబాటులో ఉన్న ప్రదేశంలో ఉంచండి

source: Set reminders for upcoming vaccine appointments
hi: आगामी टीका नियुक्तियों के लिए अनुस्मारक सेट करें
te: రాబోయే టీకా అపాయింట్‌మెంట్‌ల కోసం రిమైండర్‌లను సెట్ చేయండి

source: Consult your doctor about vaccines specific to your health needs
hi: अपनी स्वास्थ्य आवश्यकताओं के लिए विशिष्ट टीकों के बारे में अपने डॉक्टर से परामर्श करें
te: మీ ఆరోగ్య అవసరాలకు ప్రత్యేకమైన టీకాల గురించి మీ డాక్టర్‌ను సంప్రదించండి

source: Check travel vaccination requirements before international trips
hi: अंतरराष्ट्रीय यात्राओं से पहले यात्रा टीकाकरण आवश्यकताओं की जांच करें
te: అంతర్జాతీయ ప్రయాణాలకు ముందు ప్రయాణ టీకా అవసరాలను తనిఖీ చేయండి

source: Follow recommended childhood immunization schedules
hi: अनुशंसित बचपन के टीकाकरण समय-सारणी का पालन करें
te: సిఫార్సు చేయబడిన బాల్య టీకా షెడ్యూళ్లను అనుసరించండి

source: Vaccine Name
hi: टीके का नाम
te: టీకా పేరు

source: Scheduled Date
hi: निर्धारित तिथि
te: షెడ్యూల్ చేసిన తేదీ

source: Location/Provider
hi: स्थान/प्रदाता
te: స్థానం/ప్రొవైడర్

source: Notes
hi: नोट्स
te: గమనికలు

source: Notifications
hi: सूचनाएं
te: నోటిఫికేషన్‌లు

source: Unread
hi: अपठित
te: చదవనిది

source: Read
hi: पढ़ा गया
te: చదివింది

source: Mark All as Read
hi: सभी को पढ़ा हुआ चिह्नित करें
te: అన్నింటినీ చదివినట్లు మార్క్ చేయండి

source: Mark as Read
hi: पढ़ा हुआ चिह्नित करें
te: చదివినట్లు మార్క్ చేయండి

source: Delete
hi: हटाएं
te: తొలగించండి

source: No Notifications
hi: कोई सूचनाएं नहीं
te: నోటిఫికేషన్‌లు లేవు

source: You're all caught up! Check back later for updates.
hi: आप सब कुछ देख चुके हैं! अपडेट के लिए बाद में फिर से जांचें।
te: మీరు అన్నింటినీ చూశారు! నవీకరణల కోసం తర్వాత మళ్లీ తనిఖీ చేయండి.

source: Hepatitis B
te: హెపటైటిస్ B
