Repository: Kasturi-1811/AIChatbot_Disease
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, te

source: Using sunscreen prevents:
hi: सनस्क्रीन का उपयोग रोकता है:
te: సన్‌స్క్రీన్ ఉపయోగించడం నివారిస్తుంది:

source: Skin cancer
hi: त्वचा कैंसर
te: చర్మ క్యాన్సర్

source: Sunscreen protects against harmful UV rays.
hi: सनस्क्रीन हानिकारक यूवी किरणों से बचाता है।
te: సన్‌స్క్రీన్ హానికరమైన UV కిరణాల నుండి రక్షిస్తుంది.

source: Which disease spreads through airborne droplets?
hi: कौन सा रोग हवाई बूंदों के माध्यम से फैलता है?
te: ఏ వ్యాధి గాలిలో ఉండే చినుకుల ద్వారా వ్యాప్తి చెందుతుంది?

source: Hypertension
hi: उच्च रक्तचाप
te: రక్తపోటు

source: TB spreads through air.
hi: टीबी हवा के माध्यम से फैलता है।
te: TB గాలి ద్వారా వ్యాప్తి చెందుతుంది.

source: Brushing teeth daily prevents:
hi: दैनिक दांत ब्रश करना रोकता है:
te: ప్రతిరోజూ దంతాలు తోముకోవడం నివారిస్తుంది:

source: Tooth decay
hi: दांत सड़ना
te: దంత క్షయం

source: Heart attack
hi: दिल का दौरा
te: గుండె నొప్పి

source: Oral hygiene prevents cavities.
hi: मौखिक स्वच्छता गुहाओं को रोकती है।
te: నోటి పరిశుభ్రత కావిటీస్‌ను నివారిస్తుంది.

source: Which screening detects colon cancer early?
hi: कौन सी स्क्रीनिंग कोलन कैंसर का जल्दी पता लगाती है?
te: ఏ స్క్రీనింగ్ పెద్దప్రేగు క్యాన్సర్‌ను ముందుగానే గుర్తిస్తుంది?

source: Colonoscopy
hi: कोलोनोस्कोपी
te: కోలనోస్కోపీ

source: MRI
hi: एमआरआई

source: CT scan
hi: सीटी स्कैन
te: CT స్కాన్

source: Colonoscopy detects early colon cancer.
hi: कोलोनोस्कोपी शुरुआती कोलन कैंसर का पता लगाती है।
te: కోలనోస్కోపీ ముందస్తు పెద్దప్రేగు క్యాన్సర్‌ను గుర్తిస్తుంది.

source: Physical activity reduces risk of:
hi: शारीरिक गतिविधि जोखिम को कम करती है:
te: శారీరక కార్యకలాపాలు ప్రమాదాన్ని తగ్గిస్తాయి:

source: Type 2 diabetes
hi: टाइप 2 मधुमेह
te: టైప్ 2 మధుమేహం

source: Fracture
hi: फ्रैक्चर

source: Exercise improves insulin sensitivity.
hi: व्यायाम इंसुलिन संवेदनशीलता में सुधार करता है।
te: వ్యాయామం ఇన్సులిన్ సెన్సిటివిటీని మెరుగుపరుస్తుంది.

source: Balanced diet helps prevent:
hi: संतुलित आहार रोकने में मदद करता है:
te: సమతుల్య ఆహారం నివారించడంలో సహాయపడుతుంది:

source: Malnutrition
hi: कुपोषण
te: పోషకాహార లోపం

source: Burns
hi: जलन
te: కాలిన గాయాలు

source: Balanced diet provides essential nutrients.
hi: संतुलित आहार आवश्यक पोषक तत्व प्रदान करता है।
te: సమతుల్య ఆహారం అవసరమైన పోషకాలను అందిస్తుంది.

source: Wearing masks helps prevent:
hi: मास्क पहनना रोकने में मदद करता है:
te: మాస్క్ ధరించడం నివారించడానికి సహాయపడుతుంది:

source: COVID-19
hi: कोविड-19

source: Masks reduce virus transmission.
hi: मास्क वायरस संचरण को कम करते हैं।
te: మాస్క్‌లు వైరస్ వ్యాప్తిని తగ్గిస్తాయి.

source: High blood pressure can be prevented by:
hi: उच्च रक्तचाप को रोका जा सकता है:
te: అధిక రక్తపోటును నివారించవచ్చు:

source: Reducing salt intake
hi: नमक का सेवन कम करना
te: ఉప్పు తీసుకోవడం తగ్గించడం

source: Eating junk food
hi: जंक फूड खाना
te: జంక్ ఫుడ్ తినడం

source: Low salt diet controls blood pressure.
hi: कम नमक आहार रक्तचाप को नियंत्रित करता है।
te: తక్కువ ఉప్పు ఆహారం రక్తపోటును నియంత్రిస్తుంది.

source: Which vaccine prevents tuberculosis?
hi: कौन सा टीका तपेदिक को रोकता है?
te: ఏ టీకా క్షయను నివారిస్తుంది?

source: BCG
hi: बीसीजी

source: MMR
hi: एमएमआर

source: Polio
hi: पोलियो
te: పోలియో

source: BCG vaccine protects against TB.
hi: बीसीजी टीका टीबी से बचाता है।
te: BCG టీకా TB నుండి రక్షిస్తుంది.

source: Proper sanitation prevents:
hi: उचित स्वच्छता रोकती है:
te: సరైన పారిశుధ్యం నివారిస్తుంది:

source: Diarrheal diseases
hi: दस्त की बीमारियां

source: Sanitation reduces infection spread.
hi: स्वच्छता संक्रमण के प्रसार को कम करती है।
te: పారిశుధ్యం ఇన్ఫెక్షన్ వ్యాప్తిని తగ్గిస్తుంది.

source: Regular eye checkups help prevent:
hi: नियमित नेत्र जांच रोकने में मदद करती है:
te: క్రమం తప్పకుండా కంటి తనిఖీలు నివారించడంలో సహాయపడతాయి:

source: Vision loss
hi: दृष्टि हानि
te: దృష్టి కోల్పోవడం

source: Early detection prevents vision damage.
hi: शुरुआती पता लगाने से दृष्टि क्षति को रोका जा सकता है।
te: ముందస్తు గుర్తింపు దృష్టి నష్టాన్ని నివారిస్తుంది.

source: Which disease is prevented by insulin control?
hi: इंसुलिन नियंत्रण से कौन सा रोग रोका जाता है?
te: ఇన్సులిన్ నియంత్రణ ద్వారా ఏ వ్యాధి నివారించబడుతుంది?

source: Diabetes complications
hi: मधुमेह जटिलताएं
te: మధుమేహ సంక్లిష్టతలు

source: Blood sugar control prevents complications.
hi: रक्त शर्करा नियंत्रण जटिलताओं को रोकता है।
te: రక్త చక్కెర నియంత్రణ సంక్లిష్టతలను నివారిస్తుంది.

source: Hepatitis B spreads through:
hi: हेपेटाइटिस बी फैलता है:
te: హెపటైటిస్ B వ్యాప్తి చెందుతుంది:

source: Blood contact
hi: रक्त संपर्क
te: రక్త సంపర్కం

source: Air
hi: हवा
te: గాలి

source: Sweat
hi: पसीना
te: చెమట

source: Sound
hi: आवाज़
te: ధ్వని

source: Hepatitis B spreads through infected blood.
hi: हेपेटाइटिस बी संक्रमित रक्त के माध्यम से फैलता है।
te: హెపటైటిస్ B సోకిన రక్తం ద్వారా వ్యాప్తి చెందుతుంది.

source: Avoiding junk food reduces risk of:
hi: जंक फूड से बचना जोखिम को कम करता है:
te: జంక్ ఫుడ్ నివారించడం ప్రమాదాన్ని తగ్గిస్తుంది:

source: Junk food increases obesity risk.
hi: जंक फूड मोटापे का खतरा बढ़ाता है।
te: జంక్ ఫుడ్ ఊబకాయ ప్రమాదాన్ని పెంచుతుంది.

source: Which test checks blood sugar?
hi: कौन सा परीक्षण रक्त शर्करा की जांच करता है?
te: ఏ పరీక్ష రక్త చక్కెరను తనిఖీ చేస్తుంది?

source: Glucose test
hi: ग्लूकोज परीक्षण
te: గ్లూకోజ్ పరీక్ష

source: Glucose test measures blood sugar levels.
hi: ग्लूकोज परीक्षण रक्त शर्करा के स्तर को मापता है।
te: గ్లూకోజ్ పరీక్ష రక్త చక్కెర స్థాయిలను కొలుస్తుంది.

source: Early cancer detection improves:
hi: शुरुआती कैंसर का पता लगाने से सुधार होता है:
te: ముందస్తు క్యాన్సర్ గుర్తింపు మెరుగుపరుస్తుంది:

source: Survival rate
hi: जीवित रहने की दर
te: మనుగడ రేటు

source: Infection rate
hi: संक्रमण दर

source: Pain
hi: दर्द
te: నొప్పి

source: Fever
hi: बुखार
te: జ్వరం

source: Early detection increases survival.
hi: शुरुआती पता लगाने से जीवित रहने की दर बढ़ती है।
te: ముందస్తు గుర్తింపు మనుగడను పెంచుతుంది.

source: Which habit prevents liver disease?
hi: कौन सी आदत यकृत रोग को रोकती है?
te: ఏ అలవాటు కాలేయ వ్యాధిని నివారిస్తుంది?

source: Limiting alcohol
hi: शराब सीमित करना
te: మద్యం పరిమితం చేయడం

source: Alcohol damages liver.
hi: शराब यकृत को नुकसान पहुंचाती है।
te: మద్యం కాలేయాన్ని దెబ్బతీస్తుంది.

source: Flu vaccine should be taken:
hi: फ्लू का टीका लेना चाहिए:
te: ఫ్లూ టీకా తీసుకోవాలి:

source: Yearly
hi: वार्षिक
te: సంవత్సరానికి

source: Once in lifetime
hi: जीवन में एक बार
te: జీవితకాలంలో ఒకసారి

source: Every month
hi: हर महीने
te: ప్రతి నెల

source: Flu strains change yearly.
hi: फ्लू के स्ट्रेन हर साल बदलते हैं।
te: ఫ్లూ రకాలు ప్రతి సంవత్సరం మారుతాయి.

source: Safe sex practices prevent:
hi: सुरक्षित यौन प्रथाएं रोकती हैं:
te: సురక్షితమైన లైంగిక పద్ధతులు నివారిస్తాయి:

source: STDs
hi: एसटीडी

source: Protection reduces STD transmission.
hi: सुरक्षा एसटीडी संचरण को कम करती है।
te: రక్షణ STD వ్యాప్తిని తగ్గిస్తుంది.

source: Drinking adequate water prevents:
hi: पर्याप्त पानी पीना रोकता है:
te: తగినంత నీరు త్రాగడం నివారిస్తుంది:

source: Dehydration
hi: निर्जलीकरण

source: TB
hi: टीबी

source: Water maintains hydration.
hi: पानी हाइड्रेशन बनाए रखता है।
te: నీరు హైడ్రేషన్‌ను నిర్వహిస్తుంది.

source: Stress management helps prevent:
hi: तनाव प्रबंधन रोकने में मदद करता है:
te: ఒత్తిడి నిర్వహణ నివారించడంలో సహాయపడుతుంది:

source: Chronic stress affects heart health.
hi: पुराना तनाव हृदय स्वास्थ्य को प्रभावित करता है।
te: దీర్ఘకాలిక ఒత్తిడి హృదయ ఆరోగ్యాన్ని ప్రభావితం చేస్తుంది.

source: Avoiding smoking prevents:
hi: धूम्रपान से बचना रोकता है:
te: ధూమపానం నివారించడం నివారిస్తుంది:

source: COPD
hi: सीओपीडी

source: Smoking causes lung diseases.
hi: धूम्रपान फेफड़ों की बीमारियों का कारण बनता है।
te: ధూమపానం ఊపిరితిత్తుల వ్యాధులకు కారణమవుతుంది.

source: Which test detects cervical cancer?
hi: कौन सा परीक्षण गर्भाशय ग्रीवा कैंसर का पता लगाता है?
te: ఏ పరీక్ష గర్భాశయ క్యాన్సర్‌ను గుర్తిస్తుంది?

source: Pap smear
hi: पैप स्मीयर
te: పాప్ స్మియర్

source: CT
hi: सीटी

source: Pap smear detects abnormal cervical cells.
hi: पैप स्मीयर असामान्य गर्भाशय ग्रीवा कोशिकाओं का पता लगाता है।
te: పాప్ స్మియర్ అసాధారణ గర్భాశయ కణాలను గుర్తిస్తుంది.

source: Healthy sleep prevents:
hi: स्वस्थ नींद रोकती है:
te: ఆరోగ్యకరమైన నిద్ర నివారిస్తుంది:

source: Weakened immunity
hi: कमजोर प्रतिरक्षा
te: బలహీనమైన రోగనిరోధక శక్తి

source: Sleep boosts immunity.
hi: नींद प्रतिरक्षा को बढ़ावा देती है।
te: నిద్ర రోగనిరోధక శక్తిని పెంచుతుంది.

source: Regular dental visits prevent:
hi: नियमित दंत चिकित्सा यात्राएं रोकती हैं:
te: క్రమం తప్పకుండా దంత సందర్శనలు నివారిస్తాయి:

source: Gum disease
hi: मसूड़ों की बीमारी

source: Dentists detect oral problems early.
hi: दंत चिकित्सक मौखिक समस्याओं का जल्दी पता लगाते हैं।
te: దంతవైద్యులు నోటి సమస్యలను ముందుగానే గుర్తిస్తారు.

source: Which disease is prevented by measles vaccine?
hi: खसरा टीका किस बीमारी को रोकता है?
te: మీజిల్స్ టీకా ద్వారా ఏ వ్యాధి నివారించబడుతుంది?

source: Measles
hi: खसरा
te: మీజిల్స్

source: MMR vaccine protects from measles.
hi: एमएमआर टीका खसरे से बचाता है।
te: MMR టీకా మీజిల్స్ నుండి రక్షిస్తుంది.

source: Avoiding contaminated food prevents:
hi: दूषित भोजन से बचना रोकता है:
te: కలుషితమైన ఆహారాన్ని నివారించడం నివారిస్తుంది:

source: Food poisoning
hi: खाद्य विषाक्तता
te: ఫుడ్ పాయిజనింగ్

source: Contaminated food spreads infection.
hi: दूषित भोजन संक्रमण फैलाता है।
te: కలుషితమైన ఆహారం ఇన్ఫెక్షన్‌ను వ్యాప్తి చేస్తుంది.

source: Routine blood pressure checks prevent:
hi: नियमित रक्तचाप जांच रोकती है:
te: క్రమం తప్పకుండా రక్తపోటు తనిఖీలు నివారిస్తాయి:

source: Stroke
hi: स्ट्रोक
te: స్ట్రోక్

source: High BP leads to stroke.
hi: उच्च रक्तचाप स्ट्रोक की ओर ले जाता है।
te: అధిక BP స్ట్రోక్‌కు దారితీస్తుంది.

source: Which helps prevent osteoporosis?
hi: कौन ऑस्टियोपोरोसिस को रोकने में मदद करता है?
te: ఏది ఆస్టియోపోరోసిస్‌ను నివారించడంలో సహాయపడుతుంది?

source: Calcium intake
hi: कैल्शियम का सेवन
te: కాల్షియం తీసుకోవడం

source: Alcohol
hi: शराब
te: మద్యం

source: Junk food
hi: जंक फूड
te: జంక్ ఫుడ్

source: Calcium strengthens bones.
hi: कैल्शियम हड्डियों को मजबूत करता है।
te: కాల్షియం ఎముకలను బలపరుస్తుంది.

source: Regular physical checkups help in:
hi: नियमित शारीरिक जांच मदद करती है:
te: క్రమం తప్పకుండా శారీరక తనిఖీలు సహాయపడతాయి:

source: Early diagnosis
hi: शुरुआती निदान
te: ముందస్తు నిర్ధారణ

source: Late detection
hi: देर से पता लगाना
te: ఆలస్యంగా గుర్తింపు

source: Infection spread
hi: संक्रमण फैलाव

source: Weight gain
hi: वजन बढ़ना
te: బరువు పెరగడం

source: Early detection improves treatment.
hi: शुरुआती पता लगाने से उपचार में सुधार होता है।
te: ముందస్తు గుర్తింపు చికిత్సను మెరుగుపరుస్తుంది.

source: Hand sanitizers should contain at least:
hi: हैंड सैनिटाइज़र में कम से कम होना चाहिए:
te: హ్యాండ్ శానిటైజర్లలో కనీసం ఉండాలి:

source: 60% alcohol
hi: 60% अल्कोहल
te: 60% ఆల్కహాల్

source: 10% sugar
hi: 10% चीनी
te: 10% చక్కెర

source: 5% salt
hi: 5% नमक
te: 5% ఉప్పు

source: 1% water
hi: 1% पानी
te: 1% నీరు

source: 60% alcohol kills germs effectively.
hi: 60% अल्कोहल कीटाणुओं को प्रभावी ढंग से मारता है।
te: 60% ఆల్కహాల్ జెర్మ్స్‌ను ప్రభావవంతంగా చంపుతుంది.

source: Which disease spreads via contaminated needles?
hi: कौन सा रोग दूषित सुइयों के माध्यम से फैलता है?
te: కలుషితమైన సూదుల ద్వారా ఏ వ్యాధి వ్యాప్తి చెందుతుంది?

source: HIV
hi: एचआईवी

source: HIV spreads through infected blood.
hi: एचआईवी संक्रमित रक्त के माध्यम से फैलता है।
te: HIV సోకిన రక్తం ద్వారా వ్యాప్తి చెందుతుంది.

source: Healthy cholesterol levels prevent:
hi: स्वस्थ कोलेस्ट्रॉल स्तर रोकते हैं:
te: ఆరోగ్యకరమైన కొలెస్ట్రాల్ స్థాయిలు నివారిస్తాయి:

source: High cholesterol causes heart disease.
hi: उच्च कोलेस्ट्रॉल हृदय रोग का कारण बनता है।
te: అధిక కొలెస్ట్రాల్ హృదయ వ్యాధికి కారణమవుతుంది.

source: Proper ventilation reduces:
hi: उचित वेंटिलेशन कम करता है:
te: సరైన వెంటిలేషన్ తగ్గిస్తుంది:

source: Airborne infection
hi: हवाई संक्रमण
te: గాలిలో ఉండే ఇన్ఫెక్షన్

source: Fresh air reduces germ concentration.
hi: ताजा हवा कीटाणुओं की सांद्रता को कम करती है।
te: తాజా గాలి జెర్మ్ ఏకాగ్రతను తగ్గిస్తుంది.

source: Avoiding processed sugar reduces risk of:
hi: प्रसंस्कृत चीनी से बचना जोखिम को कम करता है:
te: ప్రాసెస్ చేసిన చక్కెరను నివారించడం ప్రమాదాన్ని తగ్గిస్తుంది:

source: Sugar increases insulin resistance.
hi: चीनी इंसुलिन प्रतिरोध को बढ़ाती है।
te: చక్కెర ఇన్సులిన్ నిరోధకతను పెంచుతుంది.

source: Regular exercise improves:
hi: नियमित व्यायाम सुधार करता है:
te: క్రమం తప్పకుండా వ్యాయామం మెరుగుపరుస్తుంది:

source: Immune function
hi: प्रतिरक्षा कार्य
te: రోగనిరోధక పనితీరు

source: Virus growth
hi: वायरस वृद्धि
te: వైరస్ పెరుగుదల

source: Stress level
hi: तनाव स्तर
te: ఒత్తిడి స్థాయి

source: Fatigue
hi: थकान
te: అలసట

source: Exercise strengthens immunity.
hi: व्यायाम प्रतिरक्षा को मजबूत करता है।
te: వ్యాయామం రోగనిరోధక శక్తిని బలపరుస్తుంది.

source: Early HIV detection improves:
hi: शुरुआती एचआईवी का पता लगाने से सुधार होता है:
te: ముందస్తు HIV గుర్తింపు మెరుగుపరుస్తుంది:

source: Treatment success
hi: उपचार सफलता

source: Early treatment improves life expectancy.
hi: शुरुआती उपचार जीवन प्रत्याशा में सुधार करता है।
te: ముందస్తు చికిత్స ఆయుర్దాయాన్ని మెరుగుపరుస్తుంది.

source: Which disease is prevented by polio vaccine?
hi: पोलियो टीका किस बीमारी को रोकता है?
te: పోలియో టీకా ద్వారా ఏ వ్యాధి నివారించబడుతుంది?

source: Polio vaccine protects against paralysis.
hi: पोलियो टीका पक्षाघात से बचाता है।
te: పోలియో టీకా పక్షవాతం నుండి రక్షిస్తుంది.

source: Maintaining hygiene prevents:
hi: स्वच्छता बनाए रखना रोकता है:
te: పరిశుభ్రత నిర్వహించడం నివారిస్తుంది:

source: Many infections
hi: कई संक्रमण

source: Bone fracture
hi: हड्डी का फ्रैक्चर
te: ఎముక పగులు

source: Good hygiene blocks infection spread.
hi: अच्छी स्वच्छता संक्रमण के प्रसार को रोकती है।
te: మంచి పరిశుభ్రత ఇన్ఫెక్షన్ వ్యాప్తిని నిరోధిస్తుంది.

source: How many hours of sleep do adults need daily?
hi: वयस्कों को प्रतिदिन कितने घंटे की नींद की आवश्यकता होती है?
te: పెద్దలకు ప్రతిరోజూ ఎన్ని గంటల నిద్ర అవసరం?

source: Adults need 7-9 hours of sleep for proper health.
hi: वयस्कों को उचित स्वास्थ्य के लिए 7-9 घंटे की नींद की आवश्यकता होती है।
te: పెద్దలకు సరైన ఆరోగ్యం కోసం 7-9 గంటల నిద్ర అవసరం.

source: Drinking enough water helps to:
hi: पर्याप्त पानी पीने से मदद मिलती है:
te: తగినంత నీరు త్రాగడం సహాయపడుతుంది:

source: Cause fatigue
hi: थकान पैदा करना
te: అలసటకు కారణం

source: Improve digestion
hi: पाचन में सुधार
te: జీర్ణక్రియను మెరుగుపరచడం

source: Hydration improves digestion and overall health.
hi: जलयोजन पाचन और समग्र स्वास्थ्य में सुधार करता है।
te: హైడ్రేషన్ జీర్ణక్రియ మరియు మొత్తం ఆరోగ్యాన్ని మెరుగుపరుస్తుంది.

source: Which organ pumps blood through the body?
hi: कौन सा अंग शरीर में रक्त पंप करता है?
te: ఏ అవయవం శరీరంలో రక్తాన్ని పంప్ చేస్తుంది?

source: Lungs
hi: फेफड़े
te: ఊపిరితిత్తులు

source: Brain
hi: मस्तिष्क
te: మెదడు

source: Heart
hi: हृदय
te: హృదయం

source: Kidney
hi: गुर्दा
te: మూత్రపిండం

source: The heart pumps blood throughout the body.
hi: हृदय पूरे शरीर में रक्त पंप करता है।
te: హృదయం శరీరం అంతటా రక్తాన్ని పంప్ చేస్తుంది.

source: What is a normal body temperature?
hi: सामान्य शरीर का तापमान क्या है?
te: సాధారణ శరీర ఉష్ణోగ్రత ఎంత?

source: Normal body temperature is approximately 37°C.
hi: सामान्य शरीर का तापमान लगभग 37°C होता है।
te: సాధారణ శరీర ఉష్ణోగ్రత సుమారు 37°C.

source: Protein helps in muscle repair and growth.
hi: प्रोटीन मांसपेशियों की मरम्मत और विकास में मदद करता है।
te: ప్రోటీన్ కండరాల మరమ్మతు మరియు పెరుగుదలలో సహాయపడుతుంది.

source: BMI stands for:
hi: BMI का अर्थ है:
te: BMI అంటే:

source: Body Muscle Indicator
hi: शारीरिक मांसपेशी संकेतक
te: బాడీ మసిల్ ఇండికేటర్

source: Basic Metabolic Intake
hi: बुनियादी चयापचय सेवन
te: బేసిక్ మెటబాలిక్ ఇన్‌టేక్

source: Blood Measure Index
hi: रक्त माप सूचकांक
te: బ్లడ్ మెజర్ ఇండెక్స్

source: BMI means Body Mass Index.
hi: BMI का अर्थ है बॉडी मास इंडेक्स।
te: BMI అంటే బాడీ మాస్ ఇండెక్స్.

source: Regular exercise helps reduce:
hi: नियमित व्यायाम कम करने में मदद करता है:
te: క్రమం తప్పకుండా వ్యాయామం తగ్గించడంలో సహాయపడుతుంది:

source: Immunity
hi: प्रतिरक्षा
te: రోగనిరోధక శక్తి

source: Exercise reduces stress levels.
hi: व्यायाम तनाव के स्तर को कम करता है।
te: వ్యాయామం ఒత్తిడి స్థాయిలను తగ్గిస్తుంది.

source: Which vitamin improves vision?
hi: कौन सा विटामिन दृष्टि में सुधार करता है?
te: ఏ విటమిన్ దృష్టిని మెరుగుపరుస్తుంది?

source: Vitamin A supports eye health.
hi: विटामिन A आंखों के स्वास्थ्य का समर्थन करता है।
te: విటమిన్ A కంటి ఆరోగ్యానికి మద్దతు ఇస్తుంది.

source: Smoking mainly damages which organ?
hi: धूम्रपान मुख्य रूप से किस अंग को नुकसान पहुंचाता है?
te: ధూమపానం ప్రధానంగా ఏ అవయవాన్ని దెబ్బతీస్తుంది?

source: Liver
hi: यकृत
te: కాలేయం

source: Smoking primarily damages the lungs.
hi: धूम्रपान मुख्य रूप से फेफड़ों को नुकसान पहुंचाता है।
te: ధూమపానం ప్రధానంగా ఊపిరితిత్తులను దెబ్బతీస్తుంది.

source: A balanced diet includes:
hi: संतुलित आहार में शामिल है:
te: సమతుల్య ఆహారంలో ఉంటాయి:

source: Only carbohydrates
hi: केवल कार्बोहाइड्रेट
te: కేవలం కార్బోహైడ్రేట్లు

source: Only proteins
hi: केवल प्रोटीन
te: కేవలం ప్రోటీన్లు

source: Which test measures blood sugar?
hi: कौन सा परीक्षण रक्त शर्करा को मापता है?
te: ఏ పరీక్ష రక్త చక్కెరను కొలుస్తుంది?

source: Blood Glucose Test
hi: रक्त ग्लूकोज परीक्षण
te: బ్లడ్ గ్లూకోజ్ టెస్ట్

source: Blood glucose test measures sugar levels.
hi: रक्त ग्लूकोज परीक्षण शर्करा के स्तर को मापता है।
te: బ్లడ్ గ్లూకోజ్ టెస్ట్ చక్కెర స్థాయిలను కొలుస్తుంది.

source: Hypertension means:
hi: उच्च रक्तचाप का अर्थ है:
te: రక్తపోటు అంటే:

source: Low sugar
hi: कम शर्करा
te: తక్కువ చక్కెర

source: High blood pressure
hi: उच्च रक्तचाप
te: అధిక రక్తపోటు

source: Hypertension means high blood pressure.
hi: उच्च रक्तचाप का अर्थ है उच्च रक्तचाप।
te: రక్తపోటు అంటే అధిక రక్తపోటు.

source: Which mineral prevents anemia?
hi: कौन सा खनिज एनीमिया को रोकता है?
te: ఏ ఖనిజం రక్తహీనతను నివారిస్తుంది?

source: Iron deficiency causes anemia.
hi: आयरन की कमी से एनीमिया होता है।
te: ఇనుము లోపం రక్తహీనతకు కారణమవుతుంది.

source: Excess sugar intake may lead to:
hi: अधिक शर्करा का सेवन हो सकता है:
te: అధిక చక్కెర తీసుకోవడం దారితీయవచ్చు:

source: Improved vision
hi: बेहतर दृष्टि
te: మెరుగైన దృష్టి

source: Too much sugar increases diabetes risk.
hi: बहुत अधिक शर्करा मधुमेह के जोखिम को बढ़ाती है।
te: ఎక్కువ చక్కెర మధుమేహ ప్రమాదాన్ని పెంచుతుంది.

source: Overeating
hi: अधिक भोजन करना
te: అధికంగా తినడం

source: Alcohol abuse
hi: शराब का दुरुपयोग
te: మద్యం దుర్వినియోగం

source: Meditation improves mental wellness.
hi: ध्यान मानसिक स्वास्थ्य में सुधार करता है।
te: ధ్యానం మానసిక శ్రేయస్సును మెరుగుపరుస్తుంది.

source: Cholesterol mainly affects:
hi: कोलेस्ट्रॉल मुख्य रूप से प्रभावित करता है:
te: కొలెస్ట్రాల్ ప్రధానంగా ప్రభావితం చేస్తుంది:

source: Bones
hi: हड्डियाँ
te: ఎముకలు

source: Hair
hi: बाल
te: జుట్టు

source: Skin
hi: त्वचा
te: చర్మం

source: High cholesterol affects heart health.
hi: उच्च कोलेस्ट्रॉल हृदय स्वास्थ्य को प्रभावित करता है।
te: అధిక కొలెస్ట్రాల్ హృదయ ఆరోగ్యాన్ని ప్రభావితం చేస్తుంది.

source: Causing disease
hi: बीमारी पैदा करना
te: వ్యాధికి కారణం

source: Reducing sleep
hi: नींद कम करना
te: నిద్ర తగ్గించడం

source: Lowering oxygen
hi: ऑक्सीजन कम करना
te: ఆక్సిజన్ తగ్గించడం

source: Vaccines prevent diseases.
hi: टीके बीमारियों को रोकते हैं।
te: టీకాలు వ్యాధులను నివారిస్తాయి.

source: Hand washing prevents:
hi: हाथ धोना रोकता है:
te: చేతులు కడుక్కోవడం నివారిస్తుంది:

source: Hunger
hi: भूख
te: ఆకలి

source: Hand washing reduces infection risk.
hi: हाथ धोना संक्रमण के जोखिम को कम करता है।
te: చేతులు కడుక్కోవడం ఇన్ఫెక్షన్ ప్రమాదాన్ని తగ్గిస్తుంది.

source: Stress can affect:
hi: तनाव प्रभावित कर सकता है:
te: ఒత్తిడి ప్రభావితం చేయవచ్చు:

source: Only brain
hi: केवल मस्तिष्क
te: కేవలం మెదడు

source: Only heart
hi: केवल हृदय
te: కేవలం హృదయం

source: Whole body
hi: पूरा शरीर
te: మొత్తం శరీరం

source: Nothing
hi: कुछ नहीं
te: ఏమీ లేదు

source: Stress impacts the whole body.
hi: तनाव पूरे शरीर को प्रभावित करता है।
te: ఒత్తిడి మొత్తం శరీరాన్ని ప్రభావితం చేస్తుంది.

source: Fiber helps in:
hi: फाइबर में मदद करता है:
te: ఫైబర్ సహాయపడుతుంది:

source: Fiber improves digestion.
hi: फाइबर पाचन में सुधार करता है।
te: ఫైబర్ జీర్ణక్రియను మెరుగుపరుస్తుంది.

source: Obesity increases risk of:
hi: मोटापा बढ़ाता है जोखिम को:
te: ఊబకాయం ప్రమాదాన్ని పెంచుతుంది:

source: Stronger immunity
hi: मजबूत प्रतिरक्षा
te: బలమైన రోగనిరోధక శక్తి

source: Obesity increases heart disease risk.
hi: मोटापा हृदय रोग के जोखिम को बढ़ाता है।
te: ఊబకాయం హృదయ వ్యాధి ప్రమాదాన్ని పెంచుతుంది.

source: Which is good for heart health?
hi: हृदय स्वास्थ्य के लिए क्या अच्छा है?
te: హృదయ ఆరోగ్యానికి ఏది మంచిది?

source: Fried food
hi: तला हुआ भोजन
te: వేయించిన ఆహారం

source: Sugary drinks
hi: मीठे पेय
te: చక్కెర పానీయాలు

source: Exercise strengthens the heart.
hi: व्यायाम हृदय को मजबूत करता है।
te: వ్యాయామం హృదయాన్ని బలపరుస్తుంది.

source: Water makes up about what % of body?
hi: शरीर का लगभग कितना प्रतिशत पानी है?
te: శరీరంలో సుమారు ఎంత శాతం నీరు ఉంటుంది?

source: About 60% of the body is water.
hi: शरीर का लगभग 60% पानी है।
te: శరీరంలో సుమారు 60% నీరు ఉంటుంది.

source: Which habit boosts immunity?
hi: कौन सी आदत प्रतिरक्षा को बढ़ावा देती है?
te: ఏ అలవాటు రోగనిరోధక శక్తిని పెంచుతుంది?

source: Proper sleep
hi: उचित नींद
te: సరైన నిద్ర

source: Good sleep strengthens immunity.
hi: अच्छी नींद प्रतिरक्षा को मजबूत करती है।
te: మంచి నిద్ర రోగనిరోధక శక్తిని బలపరుస్తుంది.

source: Which organ filters blood?
hi: कौन सा अंग रक्त को फ़िल्टर करता है?
te: ఏ అవయవం రక్తాన్ని ఫిల్టర్ చేస్తుంది?

source: Lung
hi: फेफड़ा
te: ఊపిరితిత్తి

source: Kidneys filter waste from blood.
hi: गुर्दे रक्त से अपशिष्ट को फ़िल्टर करते हैं।
te: మూత్రపిండాలు రక్తం నుండి వ్యర్థాలను ఫిల్టర్ చేస్తాయి.

source: Regular health checkups help to:
hi: नियमित स्वास्थ्य जांच में मदद करती है:
te: క్రమం తప్పకుండా ఆరోగ్య తనిఖీలు సహాయపడతాయి:

source: Reduce height
hi: ऊंचाई कम करना
te: ఎత్తు తగ్గించడం

source: Too much salt may cause:
hi: बहुत अधिक नमक हो सकता है:
te: ఎక్కువ ఉప్పు కారణం కావచ్చు:

source: Anemia
hi: एनीमिया
te: రక్తహీనత

source: High salt increases blood pressure.
hi: अधिक नमक रक्तचाप बढ़ाता है।
te: అధిక ఉప్పు రక్తపోటును పెంచుతుంది.

source: Sun exposure gives:
hi: सूर्य के संपर्क से मिलता है:
te: సూర్య కాంతి ఇస్తుంది:

source: Sunlight helps produce Vitamin D.
hi: सूर्य का प्रकाश विटामिन D के उत्पादन में मदद करता है।
te: సూర్య కాంతి విటమిన్ D ఉత్పత్తికి సహాయపడుతుంది.

source: Which activity improves lung capacity?
hi: कौन सी गतिविधि फेफड़ों की क्षमता में सुधार करती है?
te: ఏ కార్యకలాపం ఊపిరితిత్తుల సామర్థ్యాన్ని మెరుగుపరుస్తుంది?

source: Breathing exercises improve lung function.
hi: श्वास व्यायाम फेफड़ों के कार्य में सुधार करते हैं।
te: శ్వాసక్రియ వ్యాయామాలు ఊపిరితిత్తుల పనితీరును మెరుగుపరుస్తాయి.

source: Alcohol mainly affects:
hi: शराब मुख्य रूप से प्रभावित करती है:
te: మద్యం ప్రధానంగా ప్రభావితం చేస్తుంది:

source: Eyes
hi: आँखें
te: కళ్ళు

source: Teeth
hi: दांत
te: దంతాలు

source: Alcohol damages the liver.
hi: शराब यकृत को नुकसान पहुंचाती है।
te: మద్యం కాలేయాన్ని దెబ్బతీస్తుంది.

source: Healthy weight reduces risk of:
hi: स्वस्थ वजन जोखिम को कम करता है:
te: ఆరోగ్యకరమైన బరువు ప్రమాదాన్ని తగ్గిస్తుంది:

source: Height growth
hi: ऊंचाई वृद्धि
te: ఎత్తు పెరుగుదల

source: Better hair
hi: बेहतर बाल
te: మంచి జుట్టు

source: Eye color change
hi: आंखों के रंग में परिवर्तन
te: కంటి రంగు మార్పు

source: Healthy weight lowers disease risk.
hi: स्वस्थ वजन बीमारी के जोखिम को कम करता है।
te: ఆరోగ్యకరమైన బరువు వ్యాధి ప్రమాదాన్ని తగ్గిస్తుంది.

source: Daily physical activity should be at least:
hi: दैनिक शारीरिक गतिविधि कम से कम होनी चाहिए:
te: దైనిక శారీరక కార్యకలాపాలు కనీసం ఉండాలి:

source: 30 min
hi: 30 मिनट
te: 30 నిమిషాలు

source: 2 hrs
hi: 2 घंटे
te: 2 గంటలు

source: 5 hrs
hi: 5 घंटे
te: 5 గంటలు

source: At least 30 minutes daily.
hi: प्रतिदिन कम से कम 30 मिनट।
te: ప్రతిరోజూ కనీసం 30 నిమిషాలు.

source: Which vitamin boosts immunity?
hi: कौन सा विटामिन प्रतिरक्षा को बढ़ावा देता है?
te: ఏ విటమిన్ రోగనిరోధక శక్తిని పెంచుతుంది?

source: Vitamin C supports immunity.
hi: विटामिन C प्रतिरक्षा का समर्थन करता है।
te: విటమిన్ C రోగనిరోధక శక్తికి మద్దతు ఇస్తుంది.

source: Dehydration can cause:
hi: निर्जलीकरण हो सकता है:
te: నిర్జలీకరణ కారణం కావచ్చు:

source: Headache
hi: सिरदर्द
te: తలనొప్పి
